Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: BRPDossierPersoonGSD Binding Address
nl: Binding address BRPDossierPersoonGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/BRPDossierPersoonGSD/v0200}BRPBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/BRPDossierPersoonGSD/v0200}BRPBinding

source: DUODossierPersoonGSD Binding Address
nl: Binding address DUODossierPersoonGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/DUODossierPersoonGSD/v0300}DUOBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/DUODossierPersoonGSD/v0300}DUOBinding

source: DUODossierStudiefinancieringGSD Binding Address
nl: Binding address DUODossierStudiefinancieringGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/DUODossierStudiefinancieringGSD/v0200}DUOBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/DUODossierStudiefinancieringGSD/v0200}DUOBinding

source: GSDDossierReintegratie Binding Address
nl: Binding address GSDDossierReintegratie

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/GSDDossierReintegratie/v0200}GSDReintegratieBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/GSDDossierReintegratie/v0200}GSDReintegratieBinding

source: IBVerwijsindex Binding Address
nl: Binding address IBVerwijsindex

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/IBVerwijsindex/v0300}IBVerwijsindexBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/IBVerwijsindex/v0300}IBVerwijsindexBinding

source: KadasterDossierGSD Binding Address
nl: Binding address KadasterDossierGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/KadasterDossierGSD/v0300}KadasterBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/KadasterDossierGSD/v0300}KadasterBinding

source: RDWDossierDigitaleDiensten Binding Address
nl: Binding address RDWDossierDigitaleDiensten

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/RDWDossierDigitaleDiensten/v0200}RDWBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/RDWDossierDigitaleDiensten/v0200}RDWBinding

source: RDWDossierGSD Binding Address
nl: Binding address RDWDossierGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/RDWDossierGSD/v0200}RDWBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/RDWDossierGSD/v0200}RDWBinding

source: SVBDossierPersoonGSD Binding Address
nl: Binding address SVBDossierPersoonGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/SVBDossierPersoonGSD/v0200}SVBBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/SVBDossierPersoonGSD/v0200}SVBBinding

source: UWVDossierAanvraagUitkeringStatusGSD Binding Address
nl: Binding address UWVDossierAanvraagUitkeringStatusGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/UWVDossierAanvraagUitkeringStatusGSD/v0200}UWVAanvraagUitkeringStatusBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/UWVDossierAanvraagUitkeringStatusGSD/v0200}UWVAanvraagUitkeringStatusBinding

source: UWVDossierInkomstenGSDDigitaleDiensten Binding Address
nl: Binding address UWVDossierInkomstenGSDDigitaleDiensten

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/UWVDossierInkomstenGSDDigitaleDiensten/v0200}UWVIkvBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/UWVDossierInkomstenGSDDigitaleDiensten/v0200}UWVIkvBinding

source: UWVDossierInkomstenGSD Binding Address
nl: Binding address UWVDossierInkomstenGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/UWVDossierInkomstenGSD/v0200}UWVIkvBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/UWVDossierInkomstenGSD/v0200}UWVIkvBinding

source: UWVDossierQuotumArbeidsbeperktenGSD Binding Address
nl: Binding address UWVDossierQuotumArbeidsbeperktenGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/UWVDossierQuotumArbeidsbeperktenGSD/v0300}UWVArbeidsbeperktenBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/UWVDossierQuotumArbeidsbeperktenGSD/v0300}UWVArbeidsbeperktenBinding

source: UWVDossierWerknemersverzekeringenGSDDigitaleDiensten Binding Address
nl: Binding address UWVDossierWerknemersverzekeringenGSDDigitaleDiensten

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/UWVDossierWerknemersverzekeringenGSDDigitaleDiensten/v0200}UWVBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/UWVDossierWerknemersverzekeringenGSDDigitaleDiensten/v0200}UWVBinding

source: UWVDossierWerknemersverzekeringenGSD Binding Address
nl: Binding address UWVDossierWerknemersverzekeringenGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/UWVDossierWerknemersverzekeringenGSD/v0200}UWVBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/UWVDossierWerknemersverzekeringenGSD/v0200}UWVBinding

source: UWVWbDossierPersoonGSD Binding Address
nl: Binding address UWVWbDossierPersoonGSD

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/UWVWbDossierPersoonGSD/v0200}UwvWbBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/UWVWbDossierPersoonGSD/v0200}UwvWbBinding

source: Suwinet configuration
nl: Suwinetconfiguratie

source: Using a wsdl to describe all of Suwinet is not implemented.
nl: Het gebruik van één enkele WSDL om Suwinet te beschrijven is niet mogelijk.

source: Without any binding addresses, no Suwinet service can be used.
nl: Zonder enig "binding address" kan er geen Suwinet service gebruikt worden.

source: English
nl: Engels

source: Email security configuration
nl: E-mail beveiligingsconfiguratie

source: Confirmation Email
nl: Bevestigingse-mail

source: Save Form Email
nl: Sjabloon "pauzeer"-email

source: Submissions with cosigning
nl: Formulieren met mede-ondertekenen

source: Co-sign emails
nl: Mede-ondertekenen e-mails

source: Email address verification emails
nl: E-mails voor e-mailadresbevestiging

source: General Email settings
nl: Algemene e-mailinstellingen

source: Button labels
nl: Knop labels

source: General form options
nl: Standaardformulieropties

source: Organization configuration
nl: Organisatie configuratie

source: Statement of truth
nl: Verklaring van waarheid

source: Sessions
nl: Sessies

source: Data removal
nl: Gegevens schonen

source: Search engines
nl: Zoekmachines

source: Plugin configuration
nl: Pluginconfiguratie

source: Payments
nl: Betalingen

source: Feature flags & fields for testing
nl: Feature flags, test- en ontwikkelinstellingen

source: Manage
nl: Beheren

source: Content type
nl: inhoudstype

source: Appearance
nl: Weergave

source: Preview
nl: Voorvertoning

source: Show preview
nl: Toon voorvertoning

source: Statement checkbox
nl: Verklaringselectievakje

source: A single Form.io checkbox component for the statements that a user may have to accept before submitting a form.
nl: Eén enkel Form.io selectievakjecomponent voor de verklaring die een gebruiker mogelijks moet accepteren voor het formulier ingestuurd kan worden.

source: Component type (checkbox)
nl: Componenttype (selectievakje)

source: Key of the statement field
nl: Sleutel van het verklaringsveld

source: Text of the statement
nl: Tekst van de verklaring

source: Whether accepting this statement is required or not.
nl: Indicatie of de verklaring verplicht is.

source: Whether the user must agree to the privacy policy before submitting a form.
nl: Of de gebruiker akkoord moet gaan met het privacybeleid voordat hij een formulier indient.

source: The formatted label to use next to the checkbox when asking the user to agree to the privacy policy.
nl: Het opgemaakte label dat naast het selectievakje moet worden getoond wanneer de gebruiker wordt gevraagd akkoord te gaan met het privacybeleid.

source: Privacy policy info
nl: Privacybeleid informatie

source: List available themes
nl: Lijst van beschikbare stijlen

source: Retrieve theme details
nl: Stijldetails weergeven

source: Address lookup plugins
nl: Adresopzoekplugins

source: Validator plugins
nl: Validatieplugins

source: Appointment plugins
nl: Afspraakplugins

source: Registration plugins
nl: Registratieplugins

source: Payment plugins
nl: Betaalproviderplugins

source: Internal error: {exception}
nl: Interne fout: {exception}

source: any filetype
nl: elk bestandstype

source: Form for preview
nl: Formulier voor voorvertoning

source: Pick a form to preview the theme with.
nl: Kies een formulier om de stijl in voor te vertonen.

source: color
nl: kleur

source: Color in RGB hex format (#RRGGBB)
nl: Kleur in RGB hex-formaat (#RRGGBB)

source: Human readable label for reference
nl: Label ter referentie

source: text editor color preset
nl: WYSIWYG-editor tekstkleur

source: text editor color presets
nl: WYSIWYG-editor tekstkleuren

source: Example
nl: Voorbeeld

source: allowed email domain names
nl: toegestane e-maildomeinen

source: Provide a list of allowed domains (without 'https://www').Hyperlinks in a (confirmation) email are removed, unless the domain is provided here.
nl: Geef een lijst van toegelaten domeinen op (zonder 'https://www.'). Hyperlinks in (bevestigings)e-mails worden verwijderd, tenzij het domein hier opgegeven is.

source: submission confirmation title
nl: Paginatitel inzendingsbevestiging

source: The content of the confirmation page title. You can (and should) include the 'public_reference' variable (using expression '{{ public_reference }}') so the users have a reference in case they need to contact the customer service.
nl: De inhoud van de bevestigingspaginatitel. De 'public_reference' sjablooninstructie is beschikbaar (gebruik de expressie '{{ public_reference }}') en we adviseren om deze weer te geven zodat gebruikers een referentie hebben als ze de klantenservice moeten contacteren.

source: Confirmation: {{ public_reference }}
nl: Bevestiging: {{ public_reference }}

source: The content of the submission confirmation page. It can contain variables that will be templated from the submitted form data.
nl: De inhoud van bevestigingspagina kan variabelen bevatten die op basis van de ingediende formuliergegevens worden weergegeven.

source: Thank you for submitting this form.
nl: Wij hebben uw inzending ontvangen.

source: submission report download link title
nl: titel downloadlink inzendings-PDF

source: The title of the link to download the report of a submission.
nl: Titel/tekst van de downloadlink om de inzending als PDF te downloaden.

source: Download PDF
nl: Download het document.

source: cosign submission confirmation title
nl: Titel mede-ondertekenenbevestigingspagina

source: The content of the confirmation page title for submissions requiring cosigning.
nl: De inhoud van de bevestigingspaginatitel wanneer de inzending mede-ondertekend moet worden.

source: Request not complete yet
nl: Aanvraag niet compleet

source: cosign submission confirmation template
nl: Mede-ondertekenenbevestigingspagina tekst

source: The content of the submission confirmation page for submissions requiring cosigning. The variables 'public_reference' and 'cosigner_email' are available (using expressions '{{ public_reference }}' and '{{ cosigner_email }}', respectively). We strongly advise you to include the 'public_reference' in case users need to contact the customer service.
nl: De inhoud van de bevestigingspagina wanneer de inzending mede-ondertekend moet worden. Je kan de variabelen 'public_reference' en 'cosigner_email' gebruiken (gebruik de expressies '{{ public_reference }}' en '{{ cosigner_email }}'). We raden sterk aan om de publieke referentie weer te geven zodat gebruikers hiernaar kunnen verwijzen als ze de klantenservice moeten contacteren.

source: Subject of the confirmation email message. Can be overridden on the form level
nl: Onderwerp van de bevestigingsmail. Bij het formulier kan een afwijkend onderwerp worden opgegeven.

source: Content of the confirmation email message. Can be overridden on the form level
nl: Inhoud van de bevestigingsmail. Bij het formulier kan een afwijkende inhoud worden opgegeven.

source: Subject of the save form email message.
nl: Onderwerp van de "pauzeer"-email

source: Content of the save form email message.
nl: Inhoud van de "pauzeer"-email

source: co-sign request template
nl: mede-ondertekenenverzoeksjabloon

source: Content of the co-sign request email. The available template variables are: 'form_name', 'submission_date', 'form_url' and 'code'.
nl: De inhoud van de e-mail voor het mede-ondertekenenverzoek. De beschikbare sjabloonvariabelen zijn: 'form_name', 'submission_date', 'form_url' en 'code'.

source: Subject of the confirmation email message when the form requires cosigning. Can be overridden on the form level.
nl: nderwerp van de bevestigingsmail voor formulieren met mede-ondertekenen. Bij het formulier kan een afwijkend onderwerp worden opgegeven.

source: Content of the confirmation email message when the form requires cosigning. Can be overridden on the form level.
nl: Inhoud van de bevestigingsmail voor formulieren met mede-ondertekenen. Bij het formulier kan een afwijkende inhoud worden opgegeven.

source: Subject of the email verification email.
nl: Onderwerp van de "e-mailverificatie"-email.

source: Content of the email verification email message.
nl: Inhoud van de "e-mailverificatie"-email.

source: allow empty initiator
nl: Lege initiator toestaan

source: When enabled and the submitter is not authenticated, a case is created without any initiator. Otherwise, a fake initiator is added with BSN 111222333.
nl: Indien aangevinkt en de inzender is niet geauthenticeerd, dan wordt een zaak aangemaakt zonder initiator. Indien uitgevinkt, dan zal een nep-initiator worden toegevoegd met BSN 111222333.

source: back to form text
nl: "terug naar formulier"-tekst

source: Previous page
nl: Vorige stap

source: The text that will be displayed in the overview page to go to the previous step
nl: Het label van de knop op de overzichtspagina om naar de vorige stap te gaan.

source: Change
nl: Wijzigen

source: The text that will be displayed in the overview page to change a certain step
nl: Het label de link op de overzichtspagina om een bepaalde stap te wijzigen

source: Confirm
nl: Verzenden

source: The text that will be displayed in the overview page to confirm the form is filled in correctly
nl: Het label van de knop op de overzichtspagina om het formulier in te dienen

source: Begin form
nl: Formulier starten

source: The text that will be displayed at the start of the form to indicate the user can begin to fill in the form
nl: Het label van de knop om het formulier te starten.

source: previous step text
nl: "vorige stap"-tekst

source: The text that will be displayed in the form step to go to the previous step
nl: Het label van de knop om naar de vorige stap binnen het formulier te gaan

source: Save current information
nl: Tussentijds opslaan

source: The text that will be displayed in the form step to save the current information
nl: Het label van de knop om het formulier tussentijds op te slaan

source: Next
nl: Volgende

source: The text that will be displayed in the form step to go to the next step
nl: Het label van de knop om naar de volgende stap binnen het formulier te gaan

source: Mark form fields 'required' by default
nl: Formulierenvelden zijn standaard 'verplicht'

source: Whether the checkbox 'required' on form fields should be checked by default.
nl: Configureer of formuliervelden standaard 'verplicht' moeten zijn bij het ontwerpen van een formulier.

source: Mark required fields with asterisks
nl: Markeer verplichte velden met een asterisk

source: If checked, required fields are marked with an asterisk and optional fields are unmarked. If unchecked, optional fields will be marked with '(optional)' and required fields are unmarked.
nl: Indien aangevinkt, dan zijn verplichte velden gemarkeerd met een asterisk en optionele velden niet gemarkeerd. Indien uitgevinkt, dan zijn optionele velden gemarkeerd met '(niet verplicht)' en verplichte velden ongemarkeerd.

source: Default allowed file upload types
nl: Standaard-toegestane upload-bestandstypen

source: Provide a list of default allowed file upload types. If empty, all extensions are allowed.
nl: Geef aan welke bestandstypen standaard toegestaan zijn. Indien deze waarde leeg is, dan zijn alle bestandstypen toegelaten.

source: Hide non-applicable form steps
nl: Verberg formulierstappen die niet van toepassing zijn

source: If checked, form steps that become non-applicable as a result of user input are hidden from the progress indicator display (by default, they are displayed but marked as non-applicable.)
nl: Indien aangevinkt, dan worden stappen die (via logicaregels) niet van toepassing zijn verborgen. Standaard zijn deze zichtbaar maar gemarkeerd als n.v.t.

source: The default zoom level for the leaflet map.
nl: Standaard zoomniveau voor kaartmateriaal.

source: The default latitude for the leaflet map.
nl: Standaard latitude voor kaartmateriaal (in coördinatenstelsel EPSG:4326/WGS 84).

source: The default longitude for the leaflet map.
nl: Standaard longitude voor kaartmateriaal (in coördinatenstelsel EPSG:4326/WGS 84).

source: default theme
nl: Standaardstijl

source: If no explicit theme is configured, the configured default theme will be used as a fallback.
nl: Indien geen expliciete stijl ingesteld is, dan wordt de standaardstijl gebruikt.

source: Allow the uploading of a favicon, .png .jpg .svg and .ico are compatible.
nl: Upload het favicon voor de applicatie. Enkel .png, .jpg, .svg en .ico bestanden zijn toegestaan.

source: main website link
nl: hoofdsite link

source: URL to the main website. Used for the 'back to municipality website' link.
nl: URL naar de hoofdsite van de organisatie. Wordt gebruikt voor 'terug naar de gemeente website' link.

source: organization name
nl: organisatienaam

source: The name of your organization that will be used as label for elements like the logo.
nl: De naam van de organisatie/gemeente - dit wordt gebruikt in label bij elementen zoals het logo en de link terug naar de website.

source: organization OIN
nl: organisatie-OIN

source: The OIN of the organization.
nl: Het (door Logius toegekende) organisatie-identificatienummer (OIN).

source: admin session timeout
nl: beheersessie time-out

source: Amount of time in minutes the admin can be inactive for before being logged out
nl: Tijd in minuten voordat de sessie van een beheerder verloopt.

source: form session timeout
nl: formuliersessie time-out

source: Due to DigiD requirements this value has to be less than or equal to %(limit_value)s minutes.
nl: Om veiligheidsredenen mag de waarde niet groter zijn %(limit_value)s minuten.

source: Amount of time in minutes a user filling in a form can be inactive for before being logged out
nl: Tijd in minuten voordat de sessie van een gebruiker verloopt.

source: Payment Order ID template
nl: Betaling: bestellingsnummersjabloon

source: Template to use when generating payment order IDs. It should be alpha-numerical and can contain the '/._-' characters. You can use the placeholder tokens: {year}, {public_reference}, {uid}.
nl: Sjabloon voor de generatie van unieke betalingsreferenties. Het sjabloon moet alfanumeriek zijn en mag de karakters '/._-' bevatten. De placeholder tokens {year}, {public_reference} en {uid} zijn beschikbaar. Het sjabloon moet de placeholder {uid} bevatten.

source: privacy policy URL
nl: Privacybeleid URL

source: URL to the privacy policy
nl: URL naar het privacybeleid op uw eigen website

source: privacy policy label
nl: Privacybeleid label

source: The label of the checkbox that prompts the user to agree to the privacy policy.
nl: Het label van het selectievakje dat de gebruiker vraagt om akkoord te gaan met het privacybeleid.

source: Yes, I have read the {% privacy_policy %} and explicitly agree to the processing of my submitted information.
nl: Ja, ik heb kennis genomen van het {% privacy_policy %} en geef uitdrukkelijk toestemming voor het verwerken van de door mij opgegeven gegevens.

source: statement of truth label
nl: waarheidsverklaringtekst

source: The label of the checkbox that prompts the user to agree that they filled out the form truthfully. Note that this field does not have templating support.
nl: Het label van het selectievakje dat de gebruiker vraagt om akkoord te gaan met de waarheidsverklaring. Merk op dat dit veld geen sjablonen ondersteunt.

source: I declare that I have filled out the form truthfully and have not omitted any information.
nl: Ik verklaar dat ik deze aanvraag naar waarheid heb ingevuld en geen informatie heb verzwegen.

source: Amount of days successful submissions will remain before being removed
nl: Aantal dagen dat een voltooide inzending bewaard blijft.

source: How successful submissions will be removed after the limit
nl: Geeft aan hoe voltooide inzendingen worden opgeschoond na de bewaartermijn.

source: Amount of days incomplete submissions will remain before being removed
nl: Aantal dagen dat een sessie bewaard blijft.

source: How incomplete submissions will be removed after the limit
nl: Geeft aan hoe sessies worden opgeschoond na de bewaartermijn.

source: Amount of days errored submissions will remain before being removed
nl: Aantal dagen dat een niet voltooide inzendingen (door fouten in de afhandeling) bewaard blijft.

source: errored submissions removal method
nl: opschoonmethode voor niet voltooide inzendingen

source: How errored submissions will be removed after the
nl: Geeft aan hoe niet voltooide inzendingen (door fouten in de afhandeling) worden opgeschoond na de bewaartermijn.

source: Amount of days when all submissions will be permanently deleted
nl: Aantal dagen dat een inzending bewaard blijft voordat deze definitief verwijderd wordt.

source: default registration backend attempt limit
nl: limiet aantal registratiepogingen

source: How often we attempt to register the submission at the registration backend before giving up
nl: Stel in hoe vaak het systeem een inzending probeert af te leveren bij de registratie-backend voor er opgegeven wordt.

source: plugin configuration
nl: pluginconfiguratie

source: Configuration of plugins for authentication, payments, prefill, registrations and validation
nl: Configuratie van plugins voor authenticatie, betaalproviders, prefill, registraties en validaties.

source: reference lists services
nl: referentielijstenservices

source: List of services that are instances of the Referentielijsten API. The selected services will be shown as options when configuring select or selectboxes components to be populated from Referentielijsten.
nl: Selecteer de services die referentielijsten ontsluiten. Je kan vervolgens in de formuliercomponenten uit deze lijst van services een optie selecteren om de keuzeopties uit de referentielijsten op te halen.

source: family members data api
nl: familieledengegevens-API

source: Which API to use to retrieve the data of the family members.
nl: Welke API gebruikt wordt om familiegegevens op te halen.

source: Allow form page indexing
nl: Laat indexeren van formulierpagina's toe

source: Whether form detail pages may be indexed and displayed in search engine result lists. Disable this to prevent listing.
nl: Geeft aan of formulierpagina's geïndexeerd én getoond mogen worden in de resultaten van zoekmachines. Schakel dit uit om weergave te voorkomen.

source: Enable virus scan
nl: Virusscan inschakelen

source: Whether the files uploaded by the users should be scanned by ClamAV virus scanner.In case a file is found to be infected, the file is deleted.
nl: Indien aangevinkt, dan worden uploads van eindgebruikers op virussen gescand. Geïnfecteerde bestanden worden meteen verwijdered en geblokkeerd.

source: Hostname or IP address where ClamAV is running.
nl: Hostname of IP-adres waarop de ClamAV service bereikbaar is.

source: ClamAV port number
nl: ClamAV poortnummer
