Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The submission that made the appointment
nl: De inzending bij deze afspraak

source: created
nl: aangemaakt

source: Timestamp when the appointment details were created
nl: Tijdstip wanneer de afspraakdetails zijn gemaakt

source: Appointment information
nl: Afspraakinformatie

source: The plugin active at the time of creation. This determines the context to interpret the submitted data.
nl: Plugin waarmee de afspraak geregistreerd is. Afspraakgegevens worden binnen de context van deze plugin geïnterpreteerd.

source: location ID
nl: Locatie ID

source: Identifier of the location in the selected plugin.
nl: Unieke identificatie van de geselecteerde locatie in de gebruikte plugin.

source: appointment time
nl: afspraaktijdstip

source: Date and time of the appointment
nl: Starttijd van de afspraak.

source: contact details meta
nl: Metainformatie klantgegevens

source: Contact detail field definitions, depending on the required fields in the selected plugin. Recorded for historical purposes.
nl: Metagegevens verplichte klantgegevens, afhankelijk van de verplichte velden in de gebruikte plugin.

source: appointment
nl: afspraak

source: appointments
nl: afspraken

source: {plugin} appointment on {time}
nl: {plugin} afspraaktijdstip om {time}

source: Appointment for this product order.
nl: Afspraak waar de productbestelling bij hoort.

source: Identifier of the product in the selected plugin.
nl: Unieke identificatie van het product in de gebruikte plugin.

source: amount
nl: aantal personen

source: Number of times (amount of people) the product is ordered
nl: Aantal keer (= personen) dat het product besteld is.

source: appointment product
nl: afspraakproduct

source: appointment products
nl: afspraakproducten

source: Location
nl: Locatie

source: Date and time
nl: Datum en tijd

source: Remarks
nl: Opmerkingen

source: Your contact details
nl: Uw contactgegevens

source: Means
nl: Middel

source: Acting subject
nl: Handelende persoon

source: Legal subject
nl: (Wettelijke) vertegenwoordiger

source: Mandate
nl: Machtiging

source: Misc
nl: Overige

source: Provides authentication attributes
nl: Levert authenticatie attributen

source: The authentication attribute provided by this plugin.
nl: Het authenticatie attribuut geleverd door deze plugin.

source: The generated JSON schema for the plugin options.
nl: Het gegenereerde JSON-schema voor de pluginopties.

source: Title
nl: Titel

source: Display title (for accessibility)
nl: Weergave titel (voor toegankelijkheid)

source: Image URL
nl: Afbeelding URL

source: URL to the logo image
nl: Logo URL

source: Click URL
nl: Actie URL

source: Information link to the authentication provider
nl: Website URL van de authenticatie provider

source: Login logo appearance
nl: Login-logoweergave

source: The appearance of the login logo (dark/light)
nl: Visueel voorkomen van het inloglogo (donker/licht)

source: Identifier
nl: Unieke identificatie

source: Button label
nl: Knop label

source: URL to start login flow, expects 'next' GET-parameter with return url
nl: URL om het login proces te starten. Deze URL verwacht een `next` query parameter met de terugkeer URL.

source: Optional logo
nl: Optioneel logo

source: Is for gemachtigde
nl: Is voor gemachtigde

source: This authorization method can be used to log in on behalf of another person or company
nl: Deze authenticatiemethode kan gebruikt worden om in te loggen voor iemand anders (persoon of bedrijf).

source: List available authentication plugins
nl: Toon alle beschikbare authenticatieplugins

source: Delete form session
nl: Formuliersessie verwijderen

source: Calling this endpoint will clear the current form and submission from the session. This also clears the form authentication state and calls the authentication plugin logout handler, if authenticated.
nl: Door dit endpoint aan te roepen wis je het huidige formulier en bijhorende inzending uit de sessie. Dit wist ook de authenticatiestatus op het formulier en roept de plugin-specifieke logout-handler aan indien je geauthenticeerd bent.

source: Authentication module
nl: Authenticatiemodule

source: KvK number
nl: KvK-nummer

source: Employee ID
nl: Medewerker-ID

source: National ID
nl: Nationale ID

source: Dark
nl: Donker

source: Light
nl: Licht

source: Citizen
nl: Burger

source: Company
nl: Bedrijf

source: Employee
nl: Medewerker

source: Opaque
nl: Opaak

source: Demo authentication plugin
nl: Demo authenticatieplugin

source: Demo BSN
nl: Demo BSN (test)

source: Demo KvK number
nl: Demo KvK-nummer (test)

source: DigiD authentication plugin
nl: DigiD authenticatieplugin

source: options LoA
nl: Opties voor betrouwbaarheidsniveau (LoA)

source: The minimal LoA for authentication.
nl: Het minimale betrouwbaarheidsniveau (LoA) voor authenticatie.

source: OIDC eIDAS Configuration options.
nl: OIDC eIDAS instellingen opties.

source: LoA settings
nl: LoA instellingen

source: Level of Assurance related settings.
nl: Betrouwbaarheidsniveau gerelateerde instellingen.

source: Claim path
nl: Claim pad

source: Path to the claim value holding the level of assurance. If left empty, it is assumed there is no LOA claim and the configured fallback value will be used.
nl: Naam van de claim die het betrouwbaardheidsniveau bevat. Als er geen waarde wordt opgegeven, wordt verondersteld dat er geen LOA-claim aanwezig is en wordt de standaardwaarde gebruikt.

source: Default
nl: Standaardwaarden

source: Fallback level of assurance, in case no claim value could be extracted.
nl: Standaardwaarde voor het betrouwbaarheidsniveau. Wordt gebruikt wanneer er geen claimwaarde kan worden verkregen.

source: Identity settings
nl: Identity instellingen

source: eIDAS identity settings.
nl: eIDAS identity instellingen.

source: Path to the claim value holding the identifier of the authenticated user.
nl: Naam van de claim die de identificatie bevat van de geauthoriseerde gebruiker.

source: Legal subject identifier type claim path
nl: identificatiesoort-claim van de wettelijke vertegenwoordiger

source: Path to the claim value that specifies how the person identifier claim must be interpreted. The expected claim value is one of: 'bsn', 'pseudo' or 'national_id'.
nl: Claim die beschrijft hoe de persoonidentificatie-claim moet worden geïnterpreteerd. De verwachte waarde is een van de volgende: 'bsn', 'pseudo' of 'national_id'.

source: Legal subject first name claim path
nl: voornaamclaim van de wettelijke vertegenwoordiger

source: Path to the claim value that holds the legal first name of the authenticated user.
nl: Claim die de wettelijke achternaam van de geauthenticeerde gebruiker bevat

source: Legal subject family name claim path
nl: achternaamclaim van de wettelijke vertegenwoordiger

source: Path to the claim value that holds the legal family name of the authenticated user.
nl: Claim die de wettelijke achternaam van de geauthenticeerde gebruiker bevat

source: Legal subject date of birth claim path
nl: geboortedatumclaim van de wettelijke vertegenwoordiger

source: Path to the claim value that holds the legal birthdate of the authenticated user.
nl: Claim die de wettelijke geboortedatum van de geauthenticeerde gebruiker bevat

source: OIDC eIDAS company configuration options.
nl: OIDC eIDAS bedrijfsinstellingen opties.

source: Legal subject identifier claim path
nl: identificatieclaim van de wettelijke vertegenwoordiger

source: Path to the claim value holding the identifier of the authenticated company.
nl: Naam van de claim die de identificatie van het geauthenticeerde bedrijf bevat.

source: Legal subject name claim path
nl: Voornaamclaim van de wettelijke vertegenwoordiger

source: Path to the claim that holds the name of the authenticated company.
nl: Claim die de naam van het geauthenticeerde bedrijf bevat.

source: Acting subject identifier claim path
nl: identificatieclaim van de handelende persoon

source: Path to the claim value that holds identifier of the acting subject.
nl: Naam van de claim die de identificatie van de handelende persoon bevat.

source: Acting subject identifier type claim path
nl: identificatiesoort-claim van de handelende persoon

source: Path to the claim value that specifies how the acting subject identifier claim must be interpreted. The expected claim value is one of: 'bsn', 'pseudo' or 'national_id'.
nl: Claim die beschrijft hoe de handelende persoonsidentificatie moet worden geïnterpreteerd. De verwachte waarde is een van de volgende: 'bsn', 'pseudo' of 'national_id'.

source: Acting subject first name claim path
nl: voornaamclaim van de handelende persoon

source: Path to the claim value that holds the legal first name of the acting subject.
nl: Claim die de wettelijke achternaam van de handelende persoon bevat.

source: Acting subject family name claim path
nl: achternaamclaim van de handelende persoon

source: Acting subject date of birth claim path
nl: geboortedatumclaim van de handelende persoon

source: Path to the claim value that holds the legal birthdate of the acting subject.
nl: Claim die de wettelijke geboortedatum van de handelende persoon bevat.

source: Mandate service id claim path
nl: service ID-claim

source: Path to the claim value that holds the service ID for which the acting subject is authorized.
nl: Naam van de claim die de service-ID bevat waarvoor de handelende persoon is geauthoriseerd.

source: eIDAS for companies via OpenID Connect
nl: eIDAS voor bedrijven via OpenID Connect

source: DigiD Mock authentication plugin
nl: Authenticatieplugin die DigiD simuleert.

source: DigiD Mock
nl: DigiD simulatie

source: eHerkenning/eIDAS authentication plugin
nl: eHerkenning/eIDAS authenticatieplugin

source: Login failed due to no KvK number/Pseudo ID being returned by eHerkenning/eIDAS.
nl: Inloggen mislukt omdat er geen geldig KvK-nummer/Pseudo-ID terugkwam uit eHerkenning.

source: Organization OpenID Connect authentication plugin
nl: OIDC-authenticatieplugin voor organisaties

source: Organization via OpenID Connect
nl: Organisatie via OIDC

source: Always outage authentication plugin
nl: Authenticatieplugin die uitval simuleert.

source: Demo Outage
nl: Uitval simulatie (test)

source: BSN Outage
nl: BSN Uitval (test)

source: KvK Outage
nl: KvK Uitval (test)

source: Authentication options
nl: Authenticatie-opties

source: Authentication options that can be used by end-users. If left empty, a pseudo value will be used as identifier.
nl: Authenticatie-opties die door eindgebruikers kunnen worden gebruikt. Als er geen waarde wordt opgegeven, wordt een pseudowaarde als identificatie gebruikt.

source: Additional attributes groups
nl: Aanvullende attributengroepen

source: Additional attributes groups to use for authentication. The end-user can choose per group whether they provide these attributes or not.
nl: Aanvullende attributengroepen voor authenticatie. De eindgebruiker kan per groep zelf bepalen of deze attributen worden verstrekt.

source: options bsn LoA
nl: opties voor bsn-betrouwbaarheidsniveau (LoA)

source: The minimal LoA for bsn authentication.
nl: Het minimale betrouwbaarheidsniveau (LoA) voor bsn-authenticatie.

source: options kvk LoA
nl: opties voor kvk-betrouwbaarheidsniveau (LoA)

source: The minimal LoA for kvk authentication.
nl: Het minimale betrouwbaarheidsniveau (LoA) voor kvk-authenticatie.

source: group name
nl: groepsnaam

source: A human-readable name for the group of attributes, used in the form configuration.
nl: Een eenvoudige naam van de attributengroep die wordt gebruikt in de formulierconfiguratie.

source: group description
nl: groepsbeschrijving

source: A longer human-readable description for the group of attributes, used in the form configuration.
nl: Een beschrijving van de attributengroep die wordt gebruikt in de formulierconfiguratie.

source: attribute
nl: attribuut

source: attributes
nl: attributen

source: List of attributes that will be requested from the user. The user can choose whether to grant access to all these attributes, or none. If you want individually optional attributes, you should define them as separate attribute groups.
nl: Lijst van attributen van de gebruiker worden opgevraagd. De gebruiker kan bepalen of toegang wordt verleend tot al deze attributen, of tot geen. Als je individuele optionele attributen wilt, moet je deze als aparte attributengroepen definiëren.

source: yivi attribute group
nl: Yivi-attribuutgroep

source: yivi attribute groups
nl: Yivi-attribuutgroepen

source: Options
nl: Opties

source: OIDC Yivi configuration options.
nl: OIDC Yivi configuratie instellingen.

source: BSN loa claim path
nl: BSN loa claim pad

source: BSN default loa
nl: BSN standaard loa

source: BSN loa value mapping
nl: BSN loa waarde mapping

source: Level of assurance claim value mappings. Useful if the values in the LOA claim are proprietary, so you can translate them into their standardized identifiers.
nl: Claim-waardekoppeling voor betrouwbaarheidsniveaus. Dit is nuttig wanneer de waarden in de LOA-claim eigen of niet-standaard zijn, zodat ze kunnen worden omgezet naar gestandaardiseerde identificaties.

source: KvK loa claim path
nl: KvK loa claim pad

source: KvK default loa
nl: KvK standaard loa

source: KvK loa value mapping
nl: Betrouwbaarheidsniveau-koppeling

source: Yivi identity settings.
nl: Yivi identity instellingen

source: BSN claim path
nl: BSN claim pad

source: Path to the claim value holding the authenticated user's BSN.
nl: Naam van de claim die het bsn van de gebruiker bevat.

source: KvK claim path
nl: KVK-claim

source: Path to the claim value holding the KVK identifier of the authenticated company.
nl: Naam van de claim die het kvk-nummer van het geauthenticeerde bedrijf bevat.

source: Pseudo claim path
nl: Pseudo claim pad

source: Path to the claim value holding the (opaque) identifier of the user. This claim will be used when the pseudo authentication option is used, or when the plugin is set to anonymous authentication (when no authentication options are selected).
nl: Naam van de claim die de (gecodeerde) identificatie van de gebruiker bevat. Deze claim wordt gebruikt wanneer de optie voor pseudo-authenticatie wordt gebruikt, of wanneer de plugin is ingesteld op anonieme authenticatie (wanneer er geen authenticatie-opties zijn geselecteerd).

source: Continue as...
nl: Doorgaan als...

source: BSN of customer
nl: BSN van de klant

source: Social security number of the customer
nl: Burgerservicenummer van de klant

source: KvK number of customer
nl: KvK-nummer van de klant

source: Chamber of Commerce number of the customer
nl: Kamer van Koophandelnummer van de klant

source: Continue without additional information
nl: Doorgaan als medewerker

source: Use either BSN or KvK
nl: Geef een BSN of KvK-nummer op

source: Identifier of the authentication plugin.
nl: Unieke identificatie van de authenticatieplugin

source: Name of the attribute returned by the authentication plugin.
nl: Naam van het attribuut voorzien door de authenticatieplugin

source: value
nl: waarde

source: Value of the attribute returned by the authentication plugin.
nl: Waarde van het attribuut voorzien door de authenticatieplugin

source: identifying attributes hashed
nl: Identificerende attributen gehasht

source: Are the auth/identifying attributes hashed?
nl: Zijn de authenticatie-/identificerende gegevens gehasht?

source: Authentication details
nl: Authenticatiedetails

source: Submission
nl: Inzending

source: Submission related to this authentication information
nl: Inzending waar deze authenticatiegegevens bijhoren

source: Level of assurance
nl: Betrouwbaarheidsniveau

source: How certain is the identity provider that this identity belongs to this user.
nl: Indicatie van de mate van zekerheid over de identiteit van de gebruiker, afgegeven door de identity provider.

source: acting subject identifier type
nl: identificatiesoort handelende persoon

source: The identifier type determines how to interpret the identifier value.
nl: De identificatiesoort bepaalt hoe de identificatie geïnterpreteerd moet worden.

source: acting subject identifier
nl: identificatie handelende persoon

source: (Contextually) unique identifier for the acting subject.
nl: Unieke identificatie die de handelende persoon vaststelt.

source: legal subject identifier type
nl: identificatiesoort (wettelijke) vertegenwoordiger

source: legal subject identifier
nl: identificatie (wettelijke) vertegenwoordiger

source: (Contextually) unique identifier for the legal subject.
nl: Unieke identificatie die de (wettelijke) vertegenwoordiger bepaalt.

source: legal subject service restriction
nl: dienstverleningbeperking (wettelijke) vertegenwoordiger

source: Optional service restriction information within the bigger legal subject.
nl: Niet-verplichte beperking binnen de hele (wettelijke) vertegenwoordiger, bijvoorbeeld een vestigingsnummer.

source: mandate context
nl: machtigingscontext

source: If a mandate is in play, then the mandate context must be provided. The details are tracked here, in line with the authentication context data JSON schema definition.
nl: Als er sprake is van machtigen, dan moet een machtigingscontext opgegeven worden. De details van de machtiging worden hier opgeslagen in een formaat dat overeenkomt met het JSON Schema van het authenticatiecontextgegevensmodel.

source: additional claims
nl: extra claims

source: Additional claims, configurable in form OIDC configuration, returned by the authentication plugin.
nl: Extra claims, configureerbaar in de OIDC-instellingen van het formulier, voorzien door de authenticatieplugin.

source: Submission authentication: {plugin}::{attr}
nl: Inzending authenticatie: {plugin}::{attr}

source: Registrator authentication details
nl: Authenticatiedetails van de registrator

source: Can register submission for customers
nl: Mag inzendingen opvoeren voor klanten

source: Submission registrator: {plugin}::{attr}
nl: Inzending registrator: {plugin}::{attr}

source: You must be logged in to start this form.
nl: Je moet ingelogd zijn om dit formulier te starten.

source: Demo plugins require an active admin session.
nl: Om demo-plugins te gebruiken moet je als beheerder ingelogd zijn.

source: Internal ID
nl: Intern kenmerk

source: Language code
nl: Taalcode

source: Authentication
nl: Authenticatie

source: Authentication type
nl: Soort authenticatie

source: Authentication BSN
nl: Authenticatie BSN

source: Authentication KvK
nl: Authenticatie KvK

source: Authentication pseudo
nl: Authenticatie Pseudo

source: Authentication additional claims
nl: Extra claims voor authenticatie

source: Authentication context data
nl: Authenticatiecontext

source: Authentication context data: source
nl: Authenticatiecontext: middel

source: Authentication context data: level of assurance
nl: Authenticatiecontext: betrouwbaarheidsniveau

source: Authentication context data: representee identifier type
nl: Authenticatiecontext: identificatiesoort vertegenwoordigde

source: Authentication context data: representee identifier
nl: Authenticatiecontext: identificatie vertegenwoordigde

source: Authentication context data: authorizee, legal subject identifier type
nl: Authenticatiecontext: gemachtigde, identificatiesoort van de (wettelijke) vertegenwoordiger

source: Authentication context data: authorizee, legal subject identifier
nl: Authenticatiecontext: gemachtigde, identificatie van de (wettelijke) vertegenwoordiger

source: Authentication context data: branch number
nl: Authenticatiecontext: vestigingsnummer

source: Authentication context data: authorizee, acting subject identifier type
nl: Authenticatiecontext: gemachtigde, identificatiesoort van de handelende persoon

source: Authentication context data: authorizee, acting subject identifier
nl: Authenticatiecontext: gemachtigde, identificatie van de handelende persoon

source: You successfully logged out.
nl: U bent uitgelogd.

source: Logged in as employee %(name)s
nl: Ingelogd als medewerker %(name)s

source: When filling out a form for a client or company please enter additional information.
nl: Wanneer je een formulier invult voor een klant (burger of bedrijf), geef dan extra informatie op.

source: Continue
nl: Volgende

source: Start authentication flow
nl: Start het authenticatie proces

source: This endpoint is the internal redirect target to start external login flow. Note that this is NOT a JSON 'endpoint', but rather the browser should be redirected to this URL and will in turn receive another redirect. Various validations are performed: * the form must be live * the `plugin_id` is configured on the form * logging in is required on the form * the `next` parameter must be present * the `next` parameter must match the CORS policy
nl: Dit endpoint is het doel van de interne redirect om het externe login proces te starten. Merk op dat dit GEEN typische JSON-endpoint betreft maar een endpoint waarnaar toe geredirect wordt en zelf ook een redirect teruggeeft. Diverse validaties worden uitgevoerd: * het formulier is actief * de `plugin_id` staat geconfigureerd op het formulier * het formulier verplicht inloggen * de `next` query parameter moet aanwezig zijn * de `next` query parameter moet overeenkomen met het CORS-beleid

source: Slug identifiying the form.
nl: URL-deel dat het formulier identificeert.

source: Identifier of the authentication plugin. Note that this is validated against the configured available plugins for this particular form.
nl: Unieke identificatie van de authenticatieplugin. Merk op dat deze waarde gevalideerd wordt met de beschikbare plugins voor dit formulier.

source: URL of the form to redirect back to. This URL is validated against the CORS configuration.
nl: URL van het formulier om naar terug te gaan. Deze URL wordt gevalideerd in de CORS-configuratie.

source: UUID of the submission for which this co-sign authentication applies. Presence of this parameter marks a flow as a co-sign flow.
nl: UUID van de inzending waarvoor deze co-signeren authenticatie geldt. De aanwezigheid van deze parameter markeert de aanwezigheid van co-signeren.

source: URL of the external authentication service where the end-user will be redirected to. The value is specific to the selected authentication plugin.
nl: URL van de externe authenticatie service waar de gebruiker naar toe verwezen wordt. Deze waarde is specifiek voor de geselecteerde authenticatieplugin

source: OK. A login page is rendered.
nl: OK. Een inlogpagina is getoond.

source: Bad request. Invalid parameters were passed.
nl: Ongeldig verzoek. Er zijn ongeldige parameters meegegeven.

source: Not found. The slug did not point to a live form.
nl: Niet gevonden. Het URL-deel verwees niet naar een acief formulier.

source: Method not allowed. The authentication plugin requires `POST` or `GET`, and the wrong method was used.
nl: Methode niet toegestaan. De authenticatieplugin moet worden benaderd middels een `POST` of `GET`.

source: Return from external login flow
nl: Aanroeppunt van het externe login proces
