Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The schema version of the objects API Options. Not to be confused with the objecttype version.
nl: De versie van de optiesconfiguratie. Niet te verwarren met de versie van het objecttype.

source: UUID of the ProductAanvraag objecttype in the Objecttypes API. The objecttype should have the following three attributes: 1) submission_id; 2) type (the type of productaanvraag); 3) data (the submitted form data)
nl: UUID van het OBJECTTYPE voor de 'ProductAanvraag' in de Objecttypen API. Het objecttype moet de volgende attributen bevatten: 1) submission_id; 2) type (het type van de 'ProductAanvraag'); 3) data (ingezonden formuliergegevens)

source: Update existing object
nl: Bestaand object bijwerken

source: Indicates whether the existing object should be updated (if it exists), instead of creating a new one.
nl: Bepaalt of een bestaand object (wanneer dit al bestaat) moet bijgewerkt worden in plaats van een nieuw object aan te maken.

source: Upload submission CSV
nl: CSV bestand inzending uploaden

source: Indicates whether or not the submission CSV should be uploaded as a Document in Documenten API and attached to the ProductAanvraag.
nl: Geeft aan of de inzendingsgegevens als CSV in de Documenten API moet geüpload worden en toegevoegd aan de ProductAanvraag.

source: RSIN of organization, which creates the INFORMATIEOBJECT.
nl: RSIN van de organisatie die het INFORMATIEOBJECT aanmaakt.

source: Description of the document type in the Catalogi API to be used for the submission report PDF. The appropriate version will automatically be selected based on the submission timestamp and validity dates of the document type versions.
nl: Omschrijving van het documenttype in de Catalogi API voor het PDF-document met inzendingsgegevens. De juiste versie wordt automatisch geselecteerd op basis van de inzendingsdatum en geldigheidsdatums van de documenttypeversies.

source: Description of the document type in the Catalogi API to be used for the submission report CSV. The appropriate version will automatically be selected based on the submission timestamp and validity dates of the document type versions.
nl: Omschrijving van het documenttype in de Catalogi API voor het CSV-document met inzendingsgegevens. De juiste versie wordt automatisch geselecteerd op basis van de inzendingsdatum en geldigheidsdatums van de documenttypeversies.

source: Description of the document type in the Catalogi API to be used for the submission attachments. The appropriate version will automatically be selected based on the submission timestamp and validity dates of the document type versions.
nl: Omschrijving van het documenttype in de Catalogi API voor inzendingsbijlagen. De juiste versie wordt automatisch geselecteerd op basis van de inzendingsdatum en geldigheidsdatums van de documenttypeversies.

source: submission report PDF informatieobjecttype
nl: inzendings PDF document informatieobjecttype

source: URL that points to the INFORMATIEOBJECTTYPE in the Catalogi API to be used for the submission report PDF.
nl: URL naar het INFORMATIEOBJECTTYPE in een Catalogi API dat wordt gebruikt voor het PDF-document.

source: URL that points to the INFORMATIEOBJECTTYPE in the Catalogi API to be used for the submission report CSV.
nl: URL naar het INFORMATIEOBJECTTYPE in een Catalogi API dat wordt gebruikt voor het CSV-document.

source: URL that points to the INFORMATIEOBJECTTYPE in the Catalogi API to be used for the submission attachments.
nl: URL naar het INFORMATIEOBJECTTYPE in een Catalogi API dat wordt gebruikt voor de bijlagen.

source: The type of ProductAanvraag.
nl: Het type van de ProductAanvraag.

source: JSON content field
nl: JSON-inhoud sjabloon

source: JSON template for the body of the request sent to the Objects API.
nl: JSON-sjabloon voor de inhoud van het verzoek wat naar de Objecten API gestuurd wordt.

source: payment status update JSON template
nl: JSON-sjabloon voor de betaalstatus-update

source: This template is evaluated with the submission data and the resulting JSON is sent to the objects API with a PATCH to update the payment field.
nl: Dit sjabloon wordt geëvalueerd met de inzendingsvariabelen en de resulterende JSON wordt vervolgens naar de Objecten API gestuurd met een PATCH call om de betalingsvelden bij te werken.

source: geometry variable
nl: Geometrievariabele

source: The 'dotted' path to a form variable key that should be mapped to the `record.geometry` attribute.
nl: De sleutel van de formuliervariabele die aan het geometrieveld 'record.geometry' gekoppeld wordt.

source: transform to list
nl: Verander naar lijst

source: The components which need special handling concerning the shape of the data and need to be transformed to a list.
nl: De componenten die bijzondere afhandeling vereisen omtrend de structuur van de gegevens en veranderd moeten worden naar een lijst.

source: {field_name} shouldn't be provided when version is 1
nl: {field_name} is niet van toepassing in v1

source: {field_name} shouldn't be provided when version is 2
nl: {field_name} is niet van toepassing in v2

source: Unknown version: {version}
nl: Onbekende versie: {version}

source: This field is required if "Update existing object" is checked
nl: Dit veld is verplicht wanneer "Bestaand object bijwerken" ingeschakeld is.

source: To look up document types by their description, a catalogue reference is required. Either specify one on the API group or in the plugin options.
nl: Om documenttypen te vinden op basis van hun omschrijving moet er een catalogus ingesteld zijn. Je kan de catalogus instellen in de API-groep of in de registratie-opties onder "Documenttypen".

source: No document type with description '{description}' found.
nl: Kon documenttype met omschrijving '{description}' niet vinden.

source: The provided {field} does not exist in the Catalogi API.
nl: Het opgegeven {field} bestaat niet in de ingestelde Catalogi API.

source: The provided {field} does not exist in the selected catalogue.
nl: Het opgegeven {field} bestaat niet in de geselecteerde catalogus.

source: The provided objecttype does not exist in the Objecttypes API.
nl: Het opgegeven objecttype is niet gevonden in de ingestelde Objecttypen API.

source: The provided objecttype version does not exist in the Objecttypes API.
nl: De opgegeven objecttypeversie is niet gevonden in de ingestelde Objecttypen API.

source: Description of the 'ProductAanvraag' type. This value is saved in the 'type' attribute of the 'ProductAanvraag'.
nl: Omschrijving van het type van de 'Productaanvraag'. Deze waarde wordt bewaard in het 'type' attribuut van de 'ProductAanvraag'.

source: JSON content template
nl: JSON-inhoud sjabloon

source: This template is evaluated with the submission data and the resulting JSON is sent to the objects API.
nl: Dit sjabloon wordt geëvalueerd met de inzendingsvariabelen en de resulterende JSON wordt vervolgens naar de Objecten API gestuurd.

source: Objects API configuration
nl: Objecten API configuratie

source: submission
nl: inzending

source: The submission linked to the registration data.
nl: De inzending waarbij deze registratiedata hoort.

source: pdf url
nl: URL pdf

source: The PDF URL of the document on the Documents API.
nl: De resource-URL in de Documenten API van de inzendings-PDF.

source: csv url
nl: URL csv

source: The CSV URL of the document on the Documents API.
nl: De resource-URL in de Documenten API van de inzendings-CSV.

source: submission file attachment
nl: inzendingsbijlage

source: The submission file attachment.
nl: De inzendingsbijlage toegevoegd door de formulierinvuller.

source: document_url
nl: Documenten URL

source: The URL of the submission attachment registered in the Documents API.
nl: De resource-URL in de Documenten API van de geregistreerde inzendingsbijlage.

source: Objects API registration
nl: Objecten API registratie

source: Defaults configuration
nl: Standaardinstellingen

source: PDF Url
nl: URL PDF

source: CSV Url
nl: URL CSV

source: Attachment URLs
nl: Bijlage-URLs

source: Payment completed
nl: Betaling voltooid

source: Payment amount
nl: Betalingsbedrag

source: Payment public order IDs
nl: Publieke order-ID's van betaling

source: Provider payment IDs
nl: Provider betaling-ID's

source: Co-sign data
nl: Mede-ondertekeninggegevens

source: Co-sign date
nl: Datum mede-ondertekening

source: Co-sign BSN
nl: BSN mede-ondertekenaar

source: Co-sign KvK
nl: KVK mede-ondertekenaar

source: Co-sign pseudo
nl: PseudoID mede-ondertekenaar

source: The name of the form variable to be mapped
nl: Naam van de te koppelen formuliervariabele.

source: The name in StUF-ZDS to which the form variable should be mapped
nl: Naam van het extra element in StUF-ZDS waar de waarde van de gekoppelde formuliervariabele terecht moet komen.

source: StUF-ZDS name
nl: StUF-ZDS-naam

source: Zaaktype code for newly created Zaken in StUF-ZDS
nl: Zaaktype code voor nieuw aangemaakte zaken via StUF-ZDS

source: Zaaktype description for newly created Zaken in StUF-ZDS
nl: Zaaktype omschrijving voor nieuw aangemaakt zaken via StUF-ZDS

source: Zaaktype status code for newly created zaken in StUF-ZDS
nl: Zaaktype status code voor nieuw aangemaakte zaken via StUF-ZDS

source: Zaaktype status omschrijving for newly created zaken in StUF-ZDS
nl: Zaaktype status omschrijving voor nieuw aangemaakte zaken via StUF-ZDS

source: Documenttype description for newly created zaken in StUF-ZDS
nl: Documenttype omschrijving voor nieuw aangemaakt zaken via StUF-ZDS

source: Document confidentiality level
nl: Vertrouwelijkheidaanduiding documenten

source: Indication of the level to which extend the dossier of the ZAAK is meant to be public. This is set on the documents created for the ZAAK.
nl: Aanduiding van de mate waarin het zaakdossier van de ZAAK voor de openbaarheid bestemd is. Dit wordt toegepast op de zaakdocumenten die aangemaakt worden.

source: payment status update variable mapping
nl: variabelekoppelingen voor de betaalstatusupdate

source: This mapping is used to map the variable keys to keys used in the XML that is sent to StUF-ZDS. Those keys and the values belonging to them in the submission data are included in extraElementen.
nl: Met deze variabelekoppelingen stel je in welke formuliervariabelen als extra elementen in StUF-ZDS meegestuurd worden, en met welke naam.

source: StufService not selected
nl: StUF-service is niet ingesteld

source: Specify the catalogue in the selected catalogi API service where the case and document types are defined.
nl: Selecteer de catalogus (uit de ingestelde Catalogi API-service) waar de zaak- en documenttypen gedefinieerd zijn.

source: Objects API integration
nl: Objecten API-integratie

source: The primary key of the ZGW API group to use. The informatieobjecttypen from the Catalogi API in this group will be returned.
nl: De primaire sleutel van de gewenste ZGW API-groep. De informatieobjecttypen worden uit de Catalogi API van deze groep opgehaald.

source: ZGW API group
nl: ZGW API-groep

source: Filter case types against this catalogue URL.
nl: Filter zaaktypen op basis van deze catalogus-URL.

source: The primary key of the ZGW API group to use. The case types from the Catalogi API in this group will be returned.
nl: De primaire sleutel van de gewenste ZGW API-groep. De zaaktypen worden uit de Catalogi API van deze groep opgehaald.

source: Filter case types against this identification.
nl: Filter zaaktypen op deze identificatie.

source: List the available Catalogi from the provided ZGW API group
nl: Lijst van beschikbare catalogi (ZGW API's)

source: List the available case types within a catalogue (ZGW APIs)
nl: Lijst van beschikbare zaaktypen binnen een catalogus (ZGW API's)

source: List the available document types from the provided ZGW API group
nl: Lijst van beschikbare documenttypen (ZGW API's)

source: List the available role types bound to a case type within a catalogue (ZGW APIs)
nl: Lijst van beschikbare roltypen gekoppeld aan een zaaktype binnen een catalogus (ZGW API's)

source: List the available products bound to a case type within a catalogue (ZGW APIs)
nl: Lijst van beschikbare producten gekoppeld aan een zaaktype binnen een catalogus (ZGW API's)

source: Invalid response from {api_name} in ZGW API set {zgw_api_set}: {exception}
nl: Ongeldig antwoord van {api_name} in de ZGW API-groep {zgw_api_set}: {exception}

source: Could not connect to {api_name} in ZGW API set {zgw_api_set}: {exception}
nl: Kan geen verbinding maken met {api_name} in de ZGW API-group {zgw_api_set}: {exception}

source: A recognisable name for this set of ZGW APIs.
nl: Een herkenbare naam voor deze groep ZGW API's.

source: Default RSIN of organization, which creates the ZAAK
nl: Standaard RSIN van de organisatie, die de ZAAK aanmaakt

source: Indication of the level to which extend the ZAAK is meant to be public. Can be overridden in the Registration tab of a given form.
nl: Aanduiding van de mate waarin het zaakdossier van de ZAAK voor de openbaarheid bestemd is. Dit kan per formulier in de registratieconfiguratie overschreven worden.

source: Indication of the level to which extend the document associated with the ZAAK is meant to be public. Can be overridden in the file upload component of a given form.
nl: Aanduiding van de mate waarin het document bij de ZAAK voor de openbaarheid bestemd is. Dit wordt toegepast op de zaakdocumenten die aangemaakt worden. Dit kan per formulier in de registratieconfiguratie overschreven worden.

source: The value of the `author` field for documents that will be created in Documenten API.
nl: De waarde van het `auteur` veld voor documenten die worden aangemaakt in de Documenten API.

source: objects API - JSON content template
nl: objecten API - JSON-inhoud sjabloon

source: ZGW API set
nl: ZGW API-groep

source: ZGW API sets
nl: ZGW API-groepen

source: Key of the form variable to take the value from.
nl: Sleutel van de formuliervariabele om de waarde uit te halen.

source: Property
nl: Eigenschap

source: Name of the property on the case type to which the variable will be mapped.
nl: Naam van de eigenschap op het zaaktype waar de variabele op gemapped wordt.

source: Which ZGW API set to use.
nl: De gewenste ZGW API-groep.

source: The catalogue in the catalogi API from the selected API group. This overrides the catalogue specified in the API group, if it's set. Case and document types specified will be resolved against this catalogue.
nl: De catalogus in de Catalogi API uit de geselecteerde API-groep. Deze waarde overschrijft de catalogus die in de API-groep ingesteld is. De beschikbare zaak- en documenttypen worden uit deze catalogus opgevraagd.

source: Case type identification
nl: Zaaktype-identificatie

source: The case type will be retrieved in the specified catalogue. The version will automatically be selected based on the submission completion timestamp. When you specify this field, you MUST also specify a catalogue.
nl: Het zaaktype wordt opgehaald binnen de ingestelde catalogus. De juiste versie van het zaaktype wordt automatisch bepaald aan de hand van de inzendingsdatum. Als je een waarde voor dit veld opgeeft, dan moet ook een catalogus ingesteld zijn.

source: Document type description
nl: Documenttypeomschrijving

source: The document type will be retrived in the specified catalogue. The version will automatically be selected based on the submission completion timestamp. When you specify this field, you MUST also specify the case type via its identification. Only document types related to the case type are valid.
nl: Het documenttype wordt opgehaald binnen de ingestelde catalogus. De juiste versie van het documenttype wordt automatisch bepaald aan de hand van de inzendingsdatum. Als je een waarde voor dit veld opgeeft, dan MOET je ook het zaaktype via haar identificatie opgeven. Enkel documenttypen die bij het zaaktype horen zijn geldig.

source: The product url will be retrieved from the specified case type and the version that is active at that moment.
nl: De product-URL wordt opgehaald uit het opgegeven zaaktype en de versie die op dat moment geldig is.

source: URL of the ZAAKTYPE in the Catalogi API
nl: URL van het ZAAKTYPE in de Catalogi API

source: URL of the INFORMATIEOBJECTTYPE in the Catalogi API
nl: URL van het INFORMATIEOBJECTTYPE in de Catalogi API

source: RSIN of organization, which creates the ZAAK
nl: RSIN van de organisatie, die de ZAAK aanmaakt

source: Indication of the level to which extend the dossier of the ZAAK is meant to be public.
nl: Aanduiding van de mate waarin het zaakdossier van de ZAAK voor de openbaarheid bestemd is.

source: Description (omschrijving) of the ROLTYPE to use for employees filling in a form for a citizen/company.
nl: Omschrijving van het ROLTYPE om de medewerker te registreren die het formulier invult voor de klant (burger/bedrijf).

source: Description (omschrijving) of the ROLTYPE to use for citizens filling in a form with partners.
nl: Omschrijving van het ROLTYPE te gebruiken voor inwoners voor het invullen van een formulier met partners.

source: Description (omschrijving) that will be used in the partners registration.
nl: De omschrijving welke gebruikt wordt voor partner registraties.

source: Which Objects API set to use.
nl: De gewenste Objecten API-groep.

source: Objects API set
nl: Objecten API-groep

source: objects API - objecttype
nl: objecten API - objecttype

source: URL that points to the ProductAanvraag objecttype in the Objecttypes API. The objecttype should have the following three attributes: 1) submission_id; 2) type (the type of productaanvraag); 3) data (the submitted form data)
nl: URL naar het OBJECTTYPE voor de 'ProductAanvraag' in de Objecttypen API. Het objecttype moet de volgende attributen bevatten: 1) submission_id; 2) type (het type van de 'ProductAanvraag'); 3) data (ingezonden formuliergegevens)

source: objects API - objecttype version
nl: objecten API - objecttypeversie

source: Version of the objecttype in the Objecttypes API
nl: Versie van het objecttype in de Objecttypen API

source: objects API - JSON content field
nl: objecten API - JSON-inhoud veld

source: Variable-to-property mappings
nl: Variabele-naar-eigenschapkoppelingen

source: You must specify a case type.
nl: Je moet een zaaktype instellen.

source: You must specify a document type
nl: Je moet een documenttype instellen.

source: You must create a valid ZGW API Group config (with the necessary services) before importing.
nl: Je moet eerst een werkende ZGW API-groep aanmaken voor dit formulier geïmporteerd kan worden.

source: Objects API group must be specified if an objecttype is specified.
nl: Je moet een Objecten-API-groep selecteren als je een objecttype opgeeft.

source: The specified objecttype is not present in the selected Objecttypes API (the URL does not start with the API root of the Objecttypes API).
nl: Het gekozen objecttype bestaat niet binnen de gekozen Objecttypen-API (de URL begint niet met de basis-URL van de Objecttypen-API-service).

source: The provided zaaktype does not exist in the specified Catalogi API.
nl: Het opgegeven zaaktype bestaat niet in de ingestelde Catalogi API.

source: The provided informatieobjecttype does not exist in the selected case type or Catalogi API.
nl: Het opgegeven informatieobjecttype bestaat niet in het geselecteerde zaaktype of in de ingestelde Catalogi API.

source: You must specify a catalogue when passing a case type identification.
nl: Je moet een catalogus aanduiden wanneer je het zaaktype via de identificatie opgeeft.

source: Could not find a property with the name '{name}' in the case type
nl: Kon geen eigenschap met de naam '{name}' vinden binnen het ingestelde zaaktype.

source: Could not find a roltype with this description related to the zaaktype.
nl: Kon geen roltype vinden met deze omschrijving binnen het opgegeven zaaktype.

source: Employee who registered the case on behalf of the customer.
nl: Medewerker die de zaak registreerde voor de klant.

source: List available services
nl: Lijst van beschikbare services

source: Return a list of available (JSON) services/registrations configured in the backend. Note that this endpoint is **EXPERIMENTAL**.
nl: Geef een lijst van beschikbare (JSON) services/registraties die in de backend ingesteld zijn. Dit endpoint is **EXPERIMENTEEL**.

source: The type of Services to return.
nl: Het type Service om te tonen.

source: All
nl: Alle

source: Submissions
nl: Inzendingen

source: registration time
nl: Registratiemoment

source: In the past 24 hours
nl: In de afgelopen 24 uur

source: Important dates
nl: Belangrijke datums

source: Appointment
nl: Afspraak

source: Co-sign
nl: Mede-ondertekenen

source: Payment
nl: Betaling

source: Background tasks
nl: Achtergrondtaken

source: Successfully processed
nl: Successvolle verwerking

source: Registration backend
nl: Registratiebackend

source: Appointment status
nl: Afspraakstatus

source: Appointment Id
nl: Afspraak ID

source: Appointment error information
nl: Afspraak foutmelding

source: Price
nl: Prijs

source: Payment required
nl: Betaling vereist

source: Confirmation email preview
nl: Bevestigingsmailpreview

source: Submission PDF preview
nl: Inzendings-PDF-preview

source: Registration: email plugin preview
nl: Registratie: e-mailpluginpreview

source: You can only export the submissions of the same form type.
nl: Je kan alleen de inzendingen van één enkel formuliertype tegelijk exporteren.

source: Export selected %(verbose_name_plural)s as CSV-file.
nl: Exporteer geselecteerde %(verbose_name_plural)s als CSV-bestand.

source: Export selected %(verbose_name_plural)s as Excel-file.
nl: Exporteer geselecteerde %(verbose_name_plural)s als Excel-bestand.

source: Export selected %(verbose_name_plural)s as JSON-file.
nl: Exporteer geselecteerde %(verbose_name_plural)s als JSON-bestand.

source: Export selected %(verbose_name_plural)s as XML-file.
nl: Exporteer geselecteerde %(verbose_name_plural)s als XML-bestand.

source: Retry processing %(verbose_name_plural)s.
nl: Probeer %(verbose_name_plural)s opnieuw te verwerken

source: Retrying processing flow for {count} {verbose_name} object
nl: Nieuwe verwerkingspoging voor {count} {verbose_name} object wordt gestart.

source: Form key
nl: Formuliersleutel

source: is verified
nl: is geverifieerd

source: You must declare the form to be filled out truthfully.
nl: U moet verklaren dat het formulier naar waarheid ingevuld is.

source: You must accept the privacy policy.
nl: U moet akkoord gaan met het privacybeleid.

source: Whether the registration requires payment.
nl: Geeft aan of de registratie betaling vereist.

source: user has paid
nl: gebruiker heeft betaald

source: Whether the user has completed the required payment.
nl: Indicatie of de gebruiker de betaling heeft voldaan.

source: Amount (to be) paid
nl: Het te betalen bedrag

source: Submission steps
nl: Inzendingsstappen

source: Details of every form step of this submission's form, tracking the progress and other meta-data of each particular step.
nl: Details van elke formulierstap van deze inzending waarmee de voortgang en andere gegevens van elke stap bekeken kan worden.

source: Whether the user is allowed to submit this form and whether the user should see the overview page.
nl: Geeft aan of de gebruiker het formulier kan verzenden en of de gebruiker de overzichtspagina kan zien.

source: payment information
nl: betaalinformatie

source: is authenticated
nl: Is geauthenticeerd

source: Whether the user was authenticated when creating this submission.
nl: Geeft aan of de gebruiker geauthenticeerd was bij het starten van de inzending.

source: Anonymous
nl: Anoniem

source: Whether the submission was started anonymously or not.
nl: Geeft aan of de inzending zonder inloggen gestart is.

source: data
nl: gegevens
