Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The value of the variable
nl: Waarde van de variabele

source: Where variable value came from
nl: Bron van de waarde

source: created at
nl: aangemaakt op

source: The date/time at which the value of this variable was created
nl: De timestamp waarop de waarde van deze variabele aangemaakt werd

source: modified at
nl: gewijzigd op

source: The date/time at which the value of this variable was last set
nl: Timestamp wanneer de waarde laatst gezet is

source: is initially prefilled
nl: gevuld vanuit prefill-gegevens

source: Can this variable be prefilled at the beginning of a submission?
nl: Is de waarde bij het starten van de inzending door een prefill-plugin gevuld?

source: Form.io component configuration
nl: Form.io component configuratie

source: The component configuration as Form.io JSON schema
nl: De formulierdefinitie als Form.io JSON schema

source: Submission value variable
nl: Inzendingswaarde

source: Submission values variables
nl: Inzendingswaarden

source: Submission value variable {key}
nl: Inzendingswaarde {key}

source: Summary page
nl: Samenvattingspagina

source: Confirmation email
nl: Bevestigingsmail

source: Submission export
nl: Inzendingen-export

source: This PDF was generated before submission processing has started because it needs to be cosigned first. The cosign request email was sent to {email}.
nl: Deze samenvatting is gemaakt vóór de inzending in behandeling genomen wordt. De inzending wordt pas verwerkt als deze mede-ondertekend is. Het verzoek hiervoor is verstuurd naar {email}.

source: Co-sign request for {form_name}
nl: Mede-ondertekenverzoek voor {form_name}

source: %(title)s: Submission report (%(reference)s)
nl: %(title)s: Document (%(reference)s)

source: Attachments:
nl: Bijlage:

source: %(form_name)s: PDF report
nl: %(form_name)s: samenvatting-PDF

source: Submitted on: %(submission_date)s
nl: Ingezonden op: %(submission_date)s

source: Report created on: %(now_str)s
nl: Samenvatting gegenereerd op: %(now_str)s

source: Your reference is: %(ref)s
nl: Uw referentie is: %(ref)s

source: No information provided
nl: Geen informatie ingevuld

source: Total amount
nl: Totaalbedrag

source: Retrieve submission for co-signing
nl: Ophalen formulierinzending t.b.v. mede-ondertekenen

source: Submit
nl: Bevestigen

source: Log out
nl: Afmelden

source: Sorry - this form is no longer available
nl: Excuses - dit formulier is niet langer beschikbaar.

source: Form temporarily unavailable
nl: Formulier tijdelijk onbeschikbaar

source: Unfortunately, this form is no longer in use. We apologise for any inconveniences.
nl: Helaas is dit formulier niet langer in gebruik. Onze excuses voor eventuele ongemakken.

source: This form is currently undergoing maintenance. Please try again later.
nl: Dit formulier is momenteel in onderhoud. Gelieve later opnieuw te proberen.

source: Unfortunately, this form is no longer available for submissions.
nl: Helaas accepteert dit formulier geen nieuwe inzendingen - de limiet is bereikt.

source: Cosign now
nl: Nu mede-ondertekenen

source: File access denied.
nl: Bestandstoegang geblokkeerd.

source: Missing required template-tag {tag}
nl: Het verplichte token {tag} ontbreekt.

source: Sorry, you don't have access to this page (403)
nl: Sorry, u hebt geen toegang tot deze pagina (403)

source: You don't appear to have sufficient permissions to view this content. Please contact an administrator if you believe this to be an error.
nl: U lijkt onvoldoende rechten te hebben om deze inhoud te bekijken. Gelieve contact op te nemen met uw beheerder indien dit onterecht is.

source: Administration
nl: Administratie

source: Logged in as
nl: Ingelogd als

source: Change password
nl: Wachtwoord wijzigen

source: Account security
nl: Accountbeveiliging

source: version %(version)s
nl: versie %(version)s

source: Accepted
nl: Toegestaan

source: Accept
nl: Toestaan

source: Declined
nl: Geweigerd

source: Decline
nl: Weigeren

source: This is a list of the categories of cookies used in our website and why we use them.
nl: Dit is een lijst van cookie categorieën die gebruikt worden op deze website en geeft uitleg over hun functies.

source: Close
nl: Sluiten

source: You are currently working on behalf of <em>%(user)s</em>.
nl: U werkt nu namens <em>%(user)s</em>.

source: hide
nl: verbergen

source: release
nl: vrijgeven

source: Print this page
nl: Pagina afdrukken

source: Back to top
nl: Terug naar boven

source: Cookie notice
nl: Cookie-informatie

source: We use cookies to optimize and improve our website and services. You can <a class="utrecht-link utrecht-link--html-a utrecht-link--openforms" href="%(manage_url)s">manage your preferences</a>.
nl: We gebruiken cookies om onze website en dienstverlening te verbeteren. U kunt hier <a class="utrecht-link utrecht-link--openforms" href="%(manage_url)s">uw voorkeuren</a> beheren.

source: Accept all
nl: Alles toestaan

source: Decline all
nl: Alles weigeren

source: Privacy policy
nl: Privacybeleid

source: Manage cookies
nl: Beheer cookies

source: API docs
nl: API documentatie

source: Back to website of %(name)s
nl: Terug naar de website van %(name)s

source: Back to website
nl: Terug naar website

source: Show content.
nl: Direct naar de inhoud.

source: Login with application account
nl: Inloggen met lokale account

source: or
nl: of

source: Login with organization account
nl: Inloggen met organisatie account

source: Contact support to start the account recovery process
nl: Neem contact op met support om je toegang te herstellen

source: RFC5646 language tag, e.g. `en` or `en-us`
nl: RFC5646 taalcode, bijvoorbeeld `en` of `en-us`

source: Language name in its local representation. e.g. "fy" = "frysk", "nl" = "Nederlands"
nl: Taalnaam in de lokale weergave. Bijvoorbeeld "fy" = "frysk", "nl" = "Nederlands"

source: Available languages
nl: Beschikbare talen

source: Content translations for: {label}
nl: Content-vertalingen voor: {label}

source: List available languages and the currently active one.
nl: Geef een lijst van beschikbare talen en de actieve taal.

source: Set the desired language
nl: Zet de actieve taal

source: Get FormIO translations
nl: Ophalen FormIO vertalingen

source: Retrieve the translations for the strings used by FormIO.
nl: Haal de vertalingen op voor de teksten gebruikt door FormIO

source: Language code to retrieve the messages for.
nl: Taalcode om vertalingen voor op te halen.

source: The language code {language} is not supported.
nl: De taalcode {language} is niet ondersteund.

source: Translation module
nl: Meertaligheidmodule

source: Retrieve the translations for the strings used by FormIO
nl: Haal de vertalingen op voor de teksten gebruikt door FormIO

source: Welcome to the Open Forms admin
nl: Welkom bij Open Formulieren beheer

source: Save
nl: Opslaan

source: Save and add another
nl: Opslaan en nieuwe toevoegen

source: Save and continue editing
nl: Opslaan en opnieuw bewerken

source: JsonLogic expression
nl: JsonLogic-expressie

source: generated description
nl: gegenereerde omschrijving

source: Description derived from the input expression
nl: Omschrijving afgeleid uit de input-expressie

source: Invalid JSON logic.
nl: Ongeldige JSON-logic

source: Generate JsonLogic description
nl: Genereer een JsonLogic-omschrijving

source: (invalid var ref)
nl: (ongeldige variabele-referentie)

source: or {arg}
nl: of {arg}

source: missing({vars})
nl: ontbrekend({vars})

source: missing_some({num} key(s) required - {args})
nl: missing_some({num} sleutel(s) verplicht - {args})

source: {a} is equal to {b}
nl: {a} is gelijk aan {b}

source: {a} is not equal to {b}
nl: {a} is niet gelijk aan {b}

source: {a} is greater than {b}
nl: {a} is groter dan {b}

source: {a} is greater than or equal to {b}
nl: {a} is groter dan of gelijk aan {b}

source: {a} is less than {b}
nl: {a} is kleiner dan {b}

source: {a} is less than {b} and {b} is less than {c}
nl: {a} is kleiner dan {b} en {b} is kleiner dan {c}

source: {a} is less than or equal to {b}
nl: {a} is kleiner dan of gelijk aan {b}

source: {a} is less than or equal to {b} and {b} is less than or equal to {c}
nl: {a} is kleiner dan of gelijk aan {b} en {b} is kleiner dan of gelijk aan {c}

source: not {arg}
nl: niet {arg}

source: not ({arg})
nl: niet ({arg})

source: and {arg}
nl: en {arg}

source: {val} if {condition}, else null
nl: {val} als {condition}, anders null

source: {val} if {condition}, else {else_val}
nl: {val} als {condition}, anders {else_val}

source: if {condition} then {outcome}
nl: als {condition}, dan {outcome}

source: else if {condition} then {outcome}
nl: anders als {condition}, dan {outcome}

source: else {outcome}
nl: anders {outcome}

source: concatenate({args})
nl: samenvoegen({args})

source: minimum of ({args})
nl: minimum van ({args})

source: maximum of ({args})
nl: maximum van ({args})

source: merge({args})
nl: samenvoeging({args})

source: reduction of {iterable} ({scoped_logic}, starting at {initializer})
nl: reductie van {iterable} ({scoped_logic}, beginnend bij {initializer})

source: apply operation {scoped_logic} to each item of {iterable}
nl: pas de operatie {scoped_logic} toe op elk item in {iterable}

source: today
nl: vandaag

source: date({args})
nl: datum({args})

source: datetime({args})
nl: datumtijd({args})

source: {years} year(s)
nl: {years} ja(a)r(en)

source: {years} year(s), {months} month(s)
nl: {years} ja(a)r(en), {months} maand(en)

source: {years} year(s), {months} month(s), {days} day(s)
nl: {years} ja(a)r(en), {months} maand(en), {days} dag(en)

source: {years}y, {months}m, {days}d, {hours}h
nl: {years} ja(a)r(en), {months} maand(en), {days} dag(en), {hours} u(u)r(en)

source: {years}y, {months}m, {days}d, {hours}h, {minutes}min
nl: {years}j, {months}m, {days}d, {hours}u, {minutes}min

source: {years}y, {months}m, {days}d, {hours}h, {minutes}min, {seconds}s
nl: {years}j, {months}m, {days}d, {hours}u, {minutes}min, {seconds}s

source: Expected a numerical value.
nl: Waarde moet numeriek zijn.

source: BSN should have %(size)i characters.
nl: BSN moet %(size)i tekens lang zijn.

source: Invalid BSN.
nl: Ongeldige BSN.

source: RSIN should have %(size)i characters.
nl: RSIN moet %(size)i tekens lang zijn.

source: Invalid RSIN.
nl: Ongeldige RSIN.

source: Values must be unique
nl: Waarden moeten uniek zijn

source: URL is not on the domain whitelist
nl: URL is niet toegestaan volgens de domeinwhitelist

source: The data shape does not match the expected shape: {errors}
nl: De gegevensstructuur komt niet overeen met de verwachting: {errors}

source: Invalid IBAN
nl: Ongeldig IBAN

source: Submission UUID
nl: Inzendings-UUID

source: UUID of the submission.
nl: UUID van de inzending.

source: Only return validators applicable for the specified component type.
nl: Geef enkel validatie-plugins die relevant zijn voor het opgegeven componenttype.

source: Is valid
nl: Is geldig

source: Boolean indicating value passed validation.
nl: Waarde die aangeeft of de validatie geslaagd is.

source: error message
nl: foutmelding

source: List of validation error messages for display.
nl: Lijst van validatiefoutmeldingen om te tonen.

source: Components
nl: Componenten

source: The components for which the plugin is relevant.
nl: Componenten waarvoor de plugin relevant is.

source: List available validation plugins
nl: Lijst van beschikbare validatie plugins

source: Validate value using validation plugin
nl: Valideer waarde met validatie plugin

source: Value to be validated.
nl: Waarde om te valideren.

source: ID of the validation plugin, see the [`validation_plugin_list`](./#operation/validation_plugin_list) operation
nl: ID van de validatie plugin. Zie de [`validation_plugin_list`](./#operation/validation_plugin_list) operatie

source: unknown validation plugin_id '{plugin_id}'
nl: Onbekende validatieplugin ID: '{plugin_id}'

source: plugin '{plugin_id}' not enabled
nl: plugin '{plugin_id}' niet ingeschakeld

source: Not a valid %(country)s phone number
nl: Dit is geen geldig telefoonnummer voor %(country)s

source: international
nl: internationaal

source: Not a valid international phone number. An example of a valid international phone number is +31612312312
nl: Dit is geen geldig internationaal telefoonnummer. Een geldig voorbeeld van een internationaal telefoonnummer is +31612312312.

source: International phone number
nl: Internationaal telefoonnummer

source: Dutch
nl: Nederlands

source: Not a valid dutch phone number. An example of a valid dutch phone number is 0612312312
nl: Dit is geen geldig Nederlands telefoonnummer. Een geldig voorbeeld van een Nederlands telefoonnummer is 0612312312.

source: Dutch phone number
nl: Nederlands telefoonnummer

source: backend identifier
nl: registratiemethode-identificatie

source: The identifier of the registration plugin.
nl: Unieke identificatie van de registratiemethode.

source: backend verbose name
nl: naam registratiemethode

source: The verbose name of the registration plugin.
nl: De naam van de registratiemethode.

source: variables
nl: variabelen

source: The list of corresponding registration variables.
nl: De lijst van beschikbare registratievariabelen.

source: Additions and overrides for the HTTP request headers as defined in the Service.
nl: Extra request HTTP headers (en eventuele overrides) voor de service

source: Get static variables
nl: Haal vaste variabelen op

source: List the static variables that will be associated with every form
nl: Geef een lijst van vaste variabelen die voor elk formulier beschikbaar zijn.

source: Get registration static variables
nl: Haal registratievariabelen op

source: List the registration static variables that will be associated with every form
nl: Geef een lijst van variabelen die beschikbaar zijn voor elke beschikbare registratiemethode.

source: List available service fetch configurations
nl: Geef een lijst van beschikbare servicebevragingconfiguraties

source: Return a list of available services fetch configurations configured in the backend. Note that this endpoint is **EXPERIMENTAL**.
nl: Geef een lijst terug van bestaande servicebevragingconfiguraties. Dit endpoint is **EXPERIMENTEEL**.

source: Variables
nl: Variabelen

source: User defined
nl: Gebruikersvariabele

source: Integer
nl: Geheel getal (integer)

source: Float
nl: Kommagetal (float)

source: Datetime
nl: Datumtijd (datetime)

source: Time
nl: Tijd (time)

source: Date
nl: Datum (date)

source: human readable name for the configuration
nl: makkelijke naam van de configuratie

source: path
nl: pad

source: path relative to the Service API root
nl: pad relatief t.o.v. de API-root in de service

source: POST is allowed, but should not be used to mutate data
nl: POST is toegestaan, maar zou niet gebruikt moeten worden om gegevens te muteren

source: Request body for POST requests (only "application/json" is supported)
nl: Request body voor POST requests (enkel "application/json" is ondersteund)

source: mapping expression language
nl: Soort mapping-expressie

source: mapping expression
nl: mapping-expressie

source: For jq, pass a string containing the filter expression
nl: Voor 'jq', geef een string op met de filter-expressie.

source: The responses for service fetch are cached to prevent repeating the same request multiple times when performing the logic check. If specified, the cached responses will expire after the timeout (in seconds).
nl: De antwoorden van servicebevragingen worden gecached om meerdere identieke verzoeken te voorkomen bij het evalueren van logica. Indien opgegeven, dan zullen de cache-resultaten vervallen na deze timeout (in seconden).

source: service fetch configurations
nl: Servicebevragingconfiguraties

source: Now
nl: Nu

source: Today
nl: Vandaag

source: Current year
nl: Huidig jaar

source: Environment
nl: Omgeving

source: Form name
nl: Formuliernaam

source: Form ID
nl: Formulier-ID

source: Header should have the form {"X-my-header": "My header value"}
nl: Een header moet de volgende structuur aanhouden: {"X-my-header": "My header value"}

source: {header!s}: value '{value!s}' should be a string, but isn't.
nl: {header!s}: waarde '{value!s}' moet een string zijn maar is dat niet.

source: {header!s}: value '{value!s}' contains {illegal_chars}, which is not allowed.
nl: {header!s}: waarde '{value!s}' bevat {illegal_chars}, deze karakters zijn niet toegestaan.

source: {header!s}: value '{value!s}' should not start nor end with whitespace, but it does.
nl: {header!s}: waarde '{value!s}' mag niet starten of eindigen met whitespace.

source: {header!s}: value '{value!s}' contains characters that are not allowed.
nl: {header!s}: waarde '{value!s}' bevat karakters die niet toegestaan zijn.

source: {header!s}: header '{header!s}' should be a string, but isn't.
nl: {header!s}: header '{header!s}' moet een string zijn maar is dat niet.

source: {header!s}: header '{header!s}' contains whitespace, which is not allowed.
nl: {header!s}: header '{header!s}' mag geen whitespace bevatten.

source: {header!s}: header '{header!s}' contains characters that are not allowed.
nl: {header!s}: header '{header!s}' bevat karakters die niet toegestaan zijn.

source: Query parameters should have the form {"parameter": ["my", "parameter", "values"]}
nl: Query-parameters moeten de volgende structuur aanhouden: {"parameter": ["mijn", "parameter", "waarden"]}

source: {parameter!s}: value '{value!s}' should be a list, but isn't.
nl: {parameter!s}: de waarde '{value!s}' moet een lijst zijn maar is dat niet.

source: {parameter!s}: value '{value!s}' should be a list of strings, but isn't.
nl: {parameter!s}: de waarde '{value!s}' moet een lijst van strings zijn maar is dat niet.

source: query parameter key '{parameter!s}' should be a string, but isn't.
nl: de query-parameter sleutel '{parameter!s}' moet een string zijn maar is dat niet.

source: GET requests must have an empty body.
nl: GET requests moeten een lege body hebben.

source: An expression was provided, but the expression type was not specified.
nl: Er is een expressie opgegeven, maar het type van de expressie ontbreekt.

source: The '{mapping_type}' mapping type is specified, but the mapping expression is missing.
nl: Het mappingtype '{mapping_type}' is opgegeven, maar de mappingexpressie ontbreekt.

source: A JQ expression must be a string.
nl: Een JQ-expressie moet een string zijn.

source: The expression could not be compiled ({err}).
nl: De expressie kon niet gecompileerd worden ({err}).

source: SOAP Settings & Services
nl: SOAP instellingen & services

source: SOAP extension: WS-Security
nl: SOAP uitbreiding: WS-Security

source: Both
nl: Beide

source: URL of the service to connect to.
nl: URL naar de service om mee te verbinden.

source: SOAP version
nl: SOAP versie

source: The SOAP version to use for the message envelope.
nl: De SOAP versie gebruikt in de berichten envelop.

source: Security
nl: Beveiliging

source: The security to use for messages sent to the endpoints.
nl: De beveiliging om berichten te versturen naar de endpoints.

source: Username to use in the XML security context.
nl: Gebruikersnaam voor de XML security context.

source: password
nl: wachtwoord

source: Password to use in the XML security context.
nl: Wachtwoord voor de XML security context.

source: The SSL certificate file used for client identification. If left empty, mutual TLS is disabled.
nl: Het SSL-certificaat bestand dat gebruikt wordt voor client-side identificatie. Indien leeg wordt mutual TLS uitschakeld.

source: The SSL/TLS certificate of the server
nl: Het SSL/TLS-certificaat van de server

source: SOAP services
nl: SOAP service

source: Connection
nl: Verbinding

source: StUF Settings & Services
nl: StUF Instellingen & Services

source: The soap service this stuf service uses
nl: De SOAP-service die deze StUF-service gebruikt.

source: receiving organisation
nl: ontvangende organisatie

source: Field 'ontvanger organisatie' in StUF
nl: Veld 'ontvanger organisatie' in StUF-berichten

source: receiving application
nl: ontvangende applicatie

source: Field 'ontvanger applicatie' in StUF
nl: Veld 'ontvanger applicatie' in StUF-berichten

source: receiving administration
nl: ontvangende administratie

source: Field 'ontvanger administratie' in StUF
nl: Veld 'ontvanger administratie' in StUF-berichten

source: receiving user
nl: ontvangende gebruiker

source: Field 'ontvanger gebruiker' in StUF
nl: Veld 'ontvanger gebruiker' in StUF-berichten

source: sending organisation
nl: versturende organisatie

source: Field 'zender organisatie' in StUF
nl: Veld 'zender organisatie' in StUF-berichten

source: sending application
nl: versturende applicatie

source: Field 'zender applicatie' in StUF
nl: Veld 'zender applicatie' in StUF-berichten

source: sending administration
nl: versturende administratie

source: Field 'zender administratie' in StUF
nl: Veld 'zender administratie' in StUF-berichten

source: sending user
nl: versturende gebruiker

source: Field 'zender gebruiker' in StUF
nl: Veld 'zender gebruiker' in StUF-berichten

source: Endpoint for synchronous request messages, usually '[...]/BeantwoordVraag'
nl: Endpoint voor synchrone vraagberichten, typisch '[...]/BeantwoordVraag'.

source: Endpoint for synchronous free messages, usually '[...]/VerwerkSynchroonVrijBericht' or '[...]/VrijeBerichten'.
nl: Endpoint voor synchrone vrije berichten, typisch '[...]/VerwerkSynchroonVrijBericht' of '[...]/VrijeBerichten'.

source: Endpoint for asynchronous messages, usually '[...]/OntvangAsynchroon'.
nl: Endpoint voor a-synchrone berichten, typisch '[...]/OntvangAsynchroon'.

source: SyntaxError in response: {exception}
nl: Structuurfout in antwoord: {exception}

source: Unexpected response: expected '{message}' SOAP response
nl: Onverwacht antwoord: Verwacht '{message}' SOAP antwoord

source: Last name prefix
nl: Voorvoegsel

source: Street Name
nl: Straatnaam

source: House number
nl: Huisnummer

source: House letter
nl: Huisletter

source: House number addition
nl: Huisnummertoevoeging

source: Residence name
nl: Woonplaatsnaam

source: Municipality where registered
nl: Gemeente van inschrijving

source: Foreign address country
nl: Buitenland: Land

source: Foreign address line 1
nl: Buitenland: Adresregel 1

source: Foreign address line 2
nl: Buitenland: Adresregel 2

source: Foreign address line 3
nl: Buitenland: Adresregel 3

source: Place of birth
nl: Geboorteplaats

source: Country of birth
nl: Geboorteland

source: Gender indication
nl: Geslacht

source: Date of death
nl: Sterfdatum

source: StUF-BG configuration
nl: StUF-BG configuratie

source: description for registrator zaakbetrokkene
nl: beschrijving voor zaakbetrokkene-registrator

source: The 'zaakbetrokkene.omschrijving' value for the employee who registers the case on behalf of the customer.
nl: De waarde van 'zaakbetrokkene.omschrijving' voor de medewerker die de zaak registreert voor de klant.

source: description for zaakbetrokkene partners registration
nl: beschrijving voor zaakbetrokkene partnersregistratie

source: The 'zaakbetrokkene.omschrijving' value for when the partners of the form submitter are registered as 'betrokkene'.
nl: De waarde van 'zaakbetrokkene.omschrijving' wanneer de partners van een inzender als 'betrokkene' zijn geregistreed.

source: The 'zaakbetrokkene.omschrijving' value for the person who cosigned the form submission.
nl: De waarde van 'zaakbetrokkene.omschrijving' voor de persoon die de inzending heeft mede-ondertekend.

source: StUF-ZDS configuration
nl: StUF-ZDS configuratie

source: Bijstandsregelingen Binding Address
nl: Binding address Bijstandsregelingen

source: Binding address for {http://bkwi.nl/SuwiML/Diensten/Bijstandsregelingen/v0500}BijstandsregelingenBinding
nl: Binding address voor {http://bkwi.nl/SuwiML/Diensten/Bijstandsregelingen/v0500}BijstandsregelingenBinding
