Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The type of the input expression after being evaluated.
nl: Het datatype van de expressie nadat deze geëvalueerd is.

source: Unique identifier of the decision table output.
nl: Unieke identificatie van de beslisdefinitie-output.

source: Short description of the output.
nl: Korte omschrijving van de output.

source: Used to reference the value of the output.
nl: Wordt gebruikt als referentie naar de waarde van de output.

source: The type of the output clause.
nl: Het datatype van de output.

source: Identifier of the decision engine to query. Note that some engines may be disabled at runtime.
nl: ID van de decision engine om te bevragen. Merk op dat sommige engines gedeactiveerd kunnen zijn.

source: Identifier of the definition to retrieve available versions for.
nl: Definitie-ID om beschikbare versies voor op te halen.

source: List available decision plugins
nl: Lijst van beschikbare beslisplugins

source: List available decision definitions
nl: Lijst van beschikbare beslisdefinities

source: List available decision definition versions
nl: Lijst van beschikbare beslisdefinitieversies

source: Retrieve the decision definition XML
nl: Haal de beslisdefinitie-XML op

source: Retrieve the decision definition input/output clauses
nl: Haal de inputs/outputs van een beslisdefinitie op

source: Camunda integration is not enabled in the configuration.
nl: Integratie met Camunda is niet ingeschakeld.

source: Configuration did not validate, see below. {msg}
nl: Configuratie is niet valide, zie hieronder. {msg}

source: Could not retrieve the available decision definitions.
nl: Kon geen beschikbare beslisdefinities ophalen.

source: No decision definitions found. The Camunda user may not have sufficient permissions.
nl: Geen beslisdefinities gevonden. De Camundagebruiker heeft wellicht niet voldoende rechten.

source: v{version} (version tag: {version_tag})
nl: v{version} (versie tag: {version_tag})

source: n/a
nl: n.v.t.

source: Email connection test
nl: E-mail verbindingstest

source: Django-yubin detected:
nl: Django-yubin gedetecteerd:

source: Open Forms email configuration test
nl: Open Formulieren e-mail configuratietest

source: If you've received this message the email configuration is setup correctly.
nl: Indien u dit testbericht ontvangt werkt de e-mail configuratie naar behoren.

source: Exception while trying to send test message to %(recipients)s
nl: Fout tijdens het verzenden van een testbericht naar %(recipients)s

source: Successfully sent test message to %(recipients)s, please check the mailbox.
nl: Testbericht is succesvol verzonden naar %(recipients)s. Controleer uw inbox.

source: If the message doesn't arrive check the Django-yubin queue and cronjob.
nl: Indien het bericht niet aankomt, controleer de Django-yubin wachtrij en periodieke acties.

source: Registration
nl: Registratie

source: Confirmation
nl: Bevestiging

source: Co-sign request
nl: Mede-ondertekenverzoek

source: User defined Variables
nl: Gebruikersvariabelen

source: expired
nl: vervallen

source: will expire soon
nl: vervalt binnenkort

source: has invalid keypair
nl: heeft ongeldige sleutel-certificaatcombinatie

source: invalid keypair, expired
nl: heeft ongeldige sleutel-certificaatcombinatie, vervallen

source: invalid keypair, will expire soon
nl: heeft ongeldige sleutel-certificaatcombinatie, vervalt binnenkort

source: Invalid registration backend configuration detected
nl: Ongeldige registratieconfiguratie gedetecteerd

source: Unexpected error appeared during the validation process: {exception}
nl: Onverwachte fout opgetreden tijdens het validatie proces: {exception}

source: UNKNOWN
nl: ONBEKEND

source: Service reference '{slug}' could not be resolved (used in form {form}).
nl: Servicereferentie '{slug}' kon niet worden opgehaald (gebruikt in formulier {form}).

source: Could not find table with code {code}
nl: Kon geen tabel vinden met code {code}

source: subject
nl: onderwerp

source: Subject of the email message
nl: Onderwerp van het e-mailbericht

source: content
nl: inhoud

source: The content of the email message can contain variables that will be templated from the submitted form data.
nl: De inhoud van het e-mailbericht kan variabelen bevatten die op basis van de ingediende formuliergegevens worden weergegeven.

source: cosign subject
nl: onderwerp bevestigingsmail met mede-ondertekenen

source: Subject of the email message when the form requires cosigning.
nl: Onderwerp van de bevestigingsmail voor formulieren met mede-ondertekenen.

source: cosign content
nl: inhoud bevestigingsmail met mede-ondertekenen

source: The content of the email message when cosgining is required. You must include the '{% payment_information %}' and '{% cosign_information %}' instructions. Additionally, you can use the '{% confirmation_summary %}' instruction and some additional variables - see the documentation for details.
nl: De inhoud van de e-mail wanneer mede-ondertekenen nodig is. Je moet de speciale instructies '{% payment_information %}' en '{% cosign_information %}' opnemen. Daarnaast kan je de '{% confirmation_summary %}'-instructie gebruiken en zijn nog een aantal variabelen beschikbaar- zie de documentatie voor meer informatie.

source: form
nl: formulier

source: The form for which this confirmation email template will be used
nl: Het formulier waarvoor dit bevestingsmailsjabloon gebruikt wordt

source: Confirmation email template
nl: Bevestigingsmailsjabloon

source: Confirmation email templates
nl: Bevestigingsmailsjablonen

source: (unsaved form)
nl: (formulier onbekend)

source: Confirmation email template - {form}
nl: Bevestigingse-mail sjabloon - {form}

source: [Open Forms] Daily summary of detected problems
nl: [Open Formulieren] Dagelijks rapport van gedetecteerde problemen

source: Use this form to send a test email to the supplied recipient and test the email backend configuration.
nl: Gebruik dit formulier om een testbericht te versturen naar een opgegeven e-mailadres.

source: Send test email
nl: Verstuur testbericht

source: Result
nl: Resultaat

source: Recipient
nl: Ontvanger

source: Here is a summary of the problems detected in the past 24 hours:
nl: Dit is een overzicht van automatisch gedetecteerde problemen:

source: Emails that failed to send
nl: E-mails die niet verstuurd konden worden

source: Email for the event "%(event)s" for submission %(submission_uuid)s.
nl: Gebeurtenis "%(event)s" voor inzending %(submission_uuid)s.

source: Registrations
nl: Registraties

source: Form '%(form_name)s' failed %(counter)s time(s) between %(first_failure_at)s and %(last_failure_at)s.<br>
nl: Formulier '%(form_name)s' faalde %(counter)s keer tussen %(first_failure_at)s en %(last_failure_at)s.</br>

source: View failed '%(form_name)s' submissions
nl: Toon gefaalde '%(form_name)s' inzendingen

source: Consider enabling outgoing request logs from the configuration in order to investigate the network traffic.
nl: Tip: schakel uitgaande verzoekenlogging in om inzicht te krijgen in het netwerkverkeer.

source: '%(name)s' plugin has failed %(counter)s time(s) between %(initial_failure_at)s and %(last_failure_at)s in the following forms: %(forms)s
nl: De '%(name)s' plugin had %(counter)s fout(en) tussen %(initial_failure_at)s end %(last_failure_at)s. Dit gebeurde voor de formulieren: %(forms)s

source: View logs
nl: Bekijk logs

source: Configuration problems
nl: Configuratieproblemen

source: The configuration for '%(name)s' is invalid (<i>%(message)s</i>).<br/> Components or plugins which make use of this will not work properly.
nl: De instellingen voor '%(name)s' zijn niet geldig (<i>%(message)s</i>). <br> Component of plugins die hiervan gebruik maken zullen niet goed werken.

source: Found invalid certificates
nl: Ongeldige certificaten gevonden

source: View invalid certificate '%(certificate_label)s'
nl: Bekijk ongeldig certificaat '%(certificate_label)s'

source: Registration backends problems
nl: Problemen met registratieconfiguratie

source: The configuration for plugin '%(name)s' is invalid.<br> (%(message)s)<br>
nl: De instellingen van plugin '%(name)s' zijn ongeldig.<br> (%(message)s)<br>

source: This affects form '%(form_name)s', possibly other forms are affected too.
nl: Dit heeft impact op formulier '%(form_name)s', het is mogelijk dat andere formulieren hier ook last van hebben.

source: View form
nl: Bekijk formulier

source: Logic rules problems
nl: Problemen in logicaregels

source: We couldn't process logic rule %(index)s for '%(form_name)s' because it appears to be invalid. <br>
nl: Logicaregel %(index)s in formulier '%(form_name)s' lijkt ongeldig te zijn en kon daarom niet gecontroleerd worden. <br>

source: Logic rule for variable '%(var)s' is invalid in form '%(form_name)s'.<br>
nl: De logicaregel voor variabele '%(var)s' in formulier '%(form_name)s' is ongeldig. <br>

source: Referentielijsten (tables and/or table items (near) expiry)
nl: Referentielijsten (tabellen en/of items die vervallen zijn of binnenkort vervallen)

source: <p> Something went wrong while trying to retrieve data from service: %(service_label)s. This will probably affect the active forms which make use of this service and the user's experience. See the error below: </p> <i>%(exc_message)s</i>
nl: <p> Er is iets foutgegaan bij het ophalen van de gegevens uit de servce: %(service_label)s. Dit heeft waarschijnlijk invloed op de actieve formulieren die van deze service gebruikmaken en op de gebruikerservaring. Zie de volgende foutmelding: </p> <i>%(exc_message)s</i>

source: Tables
nl: Tabellen

source: Table '%(table_name)s' expired %(time_passed)s ago.
nl: De tabel '%(table_name)s' is %(time_passed)s vervallen.

source: Table '%(table_name)s' will expire in %(time_left)s.
nl: De tabel '%(table_name)s' vervalt over %(time_left)s.

source: Item '%(item_name)s' expired %(time_passed)s ago.
nl: Het item '%(item_name)s' is %(time_passed)s geleden vervallen.

source: Item '%(item_name)s' will expire in %(time_left)s.
nl: Het item '%(item_name)s' vervalt over %(time_left)s.

source: View general configuration for the service mentioned above
nl: Bekijk de algemene instellingen van de service.

source: <p>Dear reader,</p> <p> Someone submitted the form "%(tt_openvariable)s form_name %(tt_closevariable)s" via the website on %(tt_openvariable)s submission_date %(tt_closevariable)s. This submission is not complete yet without your signature. </p> <h2>Cosigning required</h2> <p> With the link below you can log in and sign the form submission. Then, we will process the request. </p> <p> <a href="%(tt_openvariable)s form_url %(tt_closevariable)s">%(tt_openvariable)s form_url %(tt_closevariable)s</a> </p> <p>Kind regards,</p> <p>Open Forms</p>
nl: <p>Beste lezer,</p> <p> Via de website heeft iemand het formulier "%(tt_openvariable)s form_name %(tt_closevariable)s" op %(tt_openvariable)s submission_date %(tt_closevariable)s ingediend. Deze is nog niet compleet zonder je handtekening. </p> <h2>Medeondertekening nodig</h2> <p> Via deze link kun je inloggen om het formulier te ondertekenen. Daarna nemen wij de aanvraag in behandeling. </p> <p> <a href="%(tt_openvariable)s form_url %(tt_closevariable)s">%(tt_openvariable)s form_url %(tt_closevariable)s</a> </p> <p>Met vriendelijke groet,</p> <p>Open Formulieren</p>

source: Dear Sir, Madam,<br> <br> You have submitted the form "%(tt_openvariable)s form_name %(tt_closevariable)s" on %(tt_openvariable)s submission_date %(tt_closevariable)s.<br> <br> Your reference is: %(tt_openvariable)s public_reference %(tt_closevariable)s<br> <br> %(tt_openblock)s confirmation_summary %(tt_closeblock)s<br> %(tt_openblock)s appointment_information %(tt_closeblock)s<br> %(tt_openblock)s payment_information %(tt_closeblock)s<br><br> <br> Kind regards,<br> <br> Open Forms<br>
nl: Geachte heer/mevrouw,<br> <br> U heeft via de website het formulier \"%(tt_openvariable)s form_name %(tt_closevariable)s\" verzonden op %(tt_openvariable)s submission_date %(tt_closevariable)s.<br> <br> Uw referentienummer is: %(tt_openvariable)s public_reference %(tt_closevariable)s<br> <br> %(tt_openblock)s confirmation_summary %(tt_closeblock)s<br> %(tt_openblock)s appointment_information %(tt_closeblock)s<br> %(tt_openblock)s payment_information %(tt_closeblock)s<br><br> <br> Met vriendelijke groet,<br> <br> Open Formulieren<br>

source: Dear reader,<br> <br> You submitted the form "%(tt_openvariable)s form_name %(tt_closevariable)s" via the website on %(tt_openvariable)s submission_date %(tt_closevariable)s.<br> <br> %(tt_openblock)s if registration_completed %(tt_closeblock)s<br> <h2>Processing completed</h2> Your form submission has been processed.<br> %(tt_openblock)s else %(tt_closeblock)s<br> %(tt_openblock)s if waiting_on_cosign %(tt_closeblock)s<br> <h2>Cosigning required</h2> %(tt_openblock)s cosign_information %(tt_closeblock)s<br> %(tt_openblock)s endif %(tt_closeblock)s<br> %(tt_openblock)s endif %(tt_closeblock)s<br> Your reference is: %(tt_openvariable)s public_reference %(tt_closevariable)s<br> <br> %(tt_openblock)s confirmation_summary %(tt_closeblock)s<br> %(tt_openblock)s payment_information %(tt_closeblock)s<br><br> <br> Kind regards,<br> <br> Open Forms<br>
nl: Beste lezer,<br> <br> U heeft via de website het formulier "%(tt_openvariable)s form_name %(tt_closevariable)s" verzonden op %(tt_openvariable)s submission_date %(tt_closevariable)s.<br> <br> %(tt_openblock)s if registration_completed %(tt_closeblock)s<br> <h2>De aanvraag is compleet</h2> Uw inzending is verwerkt.<br> %(tt_openblock)s else %(tt_closeblock)s<br> %(tt_openblock)s if waiting_on_cosign %(tt_closeblock)s<br> <h2>Medeondertekening nodig</h2> %(tt_openblock)s cosign_information %(tt_closeblock)s<br> %(tt_openblock)s endif %(tt_closeblock)s<br> %(tt_openblock)s endif %(tt_closeblock)s<br> Uw referentienummer is: %(tt_openvariable)s public_reference %(tt_closevariable)s<br> <br> %(tt_openblock)s confirmation_summary %(tt_closeblock)s<br> %(tt_openblock)s payment_information %(tt_closeblock)s<br><br> <br>

source: %(tt_openvariable)s form_name %(tt_closevariable)s submission summary
nl: %(tt_openvariable)s form_name %(tt_closevariable)s overzicht

source: Confirmation of your %(tt_openvariable)s form_name %(tt_closevariable)s submission
nl: Bevestiging van uw inzending van %(tt_openvariable)s form_name %(tt_closevariable)s

source: <p>This email address requires verification for the "%(tt_openvariable)s form_name %(tt_closevariable)s" form.</p> <p>Enter the code below to confirm your email address:</p> <p><strong>%(tt_openvariable)s code %(tt_closevariable)s</strong></p> <p>If you did not request this verification, you can safely ignore this email.</p>
nl: <p>Dit e-mailadres moet gecontroleerd worden voor het "%(tt_openvariable)s form_name %(tt_closevariable)s"-formulier.</p> <p>Voer de code die hieronder staat in om je e-mailadres te bevestigen:</p> <p><strong>%(tt_openvariable)s code %(tt_closevariable)s</strong></p> <p>Als je niet zelf deze controle gestart bent, dan kan je deze e-mail negeren.</p>

source: Email verification code for %(tt_openvariable)s form_name %(tt_closevariable)s
nl: Code voor e-mailcontrole voor %(tt_openvariable)s form_name %(tt_closevariable)s

source: Dear Sir or Madam,<br> <br> You have stored the form "%(tt_openvariable)s form_name %(tt_closevariable)s" via the website on %(tt_openvariable)s save_date %(tt_closevariable)s. You can resume this form at a later time by clicking the link below.<br> The link is valid up to and including %(tt_openvariable)s expiration_date %(tt_closevariable)s.<br> <br> <a href="%(tt_openvariable)s continue_url %(tt_closevariable)s">Resume form "%(tt_openvariable)s form_name %(tt_closevariable)s".</a><br> <br> Kind regards,<br> <br> Open Forms
nl: Geachte heer/mevrouw,<br><br>U heeft via de website het formulier "%(tt_openvariable)s form_name %(tt_closevariable)s" tussentijds opgeslagen op %(tt_openvariable)s save_date %(tt_closevariable)s. U kunt dit formulier op een later moment hervatten door op onderstaande link te klikken.<br>Onderstaande link is geldig tot en met %(tt_openvariable)s expiration_date %(tt_closevariable)s.<br><br><a href="%(tt_openvariable)s continue_url %(tt_closevariable)s">Verder gaan met formulier "%(tt_openvariable)s form_name %(tt_closevariable)s".</a><br><br>Met vriendelijke groet,<br><br>Open Formulieren

source: Dear Sir or Madam, You have stored the form "%(form_name)s" via the website on %(formatted_save_date)s. You can resume this form at a later time by clicking the link below. The link is valid up to and including %(formatted_expiration_date)s. Resume form: %(continue_url)s Kind regards, Open Forms
nl: Geachte heer/mevrouw, U heeft via de website het formulier "%(form_name)s" tussentijds opgeslagen op %(formatted_save_date)s. U kunt dit formulier op een later moment hervatten door op onderstaande link te klikken.Onderstaande link is geldig tot en met %(formatted_expiration_date)s. Verder gaan met formulier: %(continue_url)s Met vriendelijke groet, Open Formulieren

source: Saved form %(tt_openvariable)s form_name %(tt_closevariable)s
nl: Opgeslagen formulier %(tt_openvariable)s form_name %(tt_closevariable)s

source: If you want to cancel your appointment, you can do so below.
nl: Als je jouw afspraak wil annuleren kan je dat hieronder doen.

source: If you wish to change your appointment, please cancel it using the link below and create a new one.
nl: Indien je jouw afspraak wenst te wijzingen, dan kan je deze annuleren en een nieuwe aanmaken.

source: Cancel appointment
nl: Afspraak annuleren

source: If you want to cancel or change your appointment, you can do so below.
nl: Als u uw afspraak wilt annuleren of wijzigen kunt u dat hieronder doen.

source: If you wish to change your appointment, please cancel it using the above link and create a new one.
nl: Indien u uw afspraak wenst te wijzingen, dan kunt u deze annuleren en een nieuwe aanmaken.

source: This submission has been co-signed by %(cosigner_email)s.
nl: De inzending is mede-ondertekend door %(cosigner_email)s.

source: This form will not be processed until it has been co-signed. A co-sign request was sent to %(cosigner_email)s.
nl: Wij kunnen uw aanvraag nog niet verwerken want deze moet eerst worden mede-ondertekend. We hebben het verzoek hiervoor gestuurd naar het e-mailadres dat u heeft ingevuld: %(cosigner_email)s.

source: This email is a confirmation that this form has been co-signed by %(cosigner_email)s and can now be processed.
nl: U ontvangt deze e-mail ter bevestiging van het mede-ondertekenen van het formulier door %(cosigner_email)s. De inzending kan nu verwerkt worden.

source: Field
nl: Veld

source: Response
nl: Antwoord

source: Co-signed by
nl: Mede-ondertekend door

source: Summary
nl: Samenvatting

source: Payment information
nl: Betaalinformatie

source: Payment of &euro; %(payment_price)s received.
nl: Betaling van &euro; %(payment_price)s ontvangen.

source: Payment of &euro; %(payment_price)s is required. You can pay using the link below.
nl: Betaling van &euro;%(payment_price)s vereist. U kunt het bedrag betalen door op onderstaande link te klikken.

source: Go to the payment page
nl: Ga naar de betalingspagina

source: Payment of EUR %(payment_price)s received.
nl: Betaling van EUR %(payment_price)s ontvangen.

source: Payment of EUR %(payment_price)s is required. You can pay using the link below.
nl: Betaling van EUR %(payment_price)s vereist. U kunt het bedrag betalen door op onderstaande link te klikken.

source: This domain is not in the global netloc allowlist: {netloc}
nl: Dit domein is niet aanwezig in de toegestane lijst van domeinen: {netloc}

source: A single Form.io component. The `type`, `key` and `label` properties are guaranteed to be present and non-empty.
nl: Een Form.io componentdefinitie. De `type`-, `key`- en `label`-eigenschappen zijn gegarandeerd aanwezig en niet-leeg.

source: Form field name
nl: Componentsleutel

source: Form field label
nl: Componentlabel

source: File name
nl: Bestandsnaam

source: File size
nl: Bestandsgrootte

source: Could not determine the file type. Please make sure the file name has an extension.
nl: Het bestandstype kon niet bepaald worden. Controleer of de bestandsnaam met een extensie eindigt (bijvoorbeeld '.pdf' of '.png').

source: The provided file is not a valid file type.
nl: Het bestand is geen toegestaan bestandstype.

source: The provided file is not a {file_type}.
nl: Het bestand is geen {file_type}.

source: The virus scan could not be performed at this time. Please retry later.
nl: Het is momenteel niet mogelijk om bestanden te scannen op virussen. Probeer het later opnieuw.

source: File did not pass the virus scan. It was found to contain '{virus_name}'.
nl: Er is een virus gedetecteerd in het bestand: '{virus_name}'.

source: The virus scan on this file returned an error.
nl: Er deed zich een onbekende fout voor bij het scannen op virussen.

source: The virus scan returned an unexpected status.
nl: De virusscan resulteerde in een onverwachte status.

source: Create temporary file upload
nl: Maak tijdelijk bestand aan

source: File upload handler for the Form.io file upload "url" storage type. The uploads are stored temporarily and have to be claimed by the form submission using the returned JSON data. Access to this view requires an active form submission. Unclaimed temporary files automatically expire after {expire_days} day(s). The maximum upload size for this instance is `{max_upload_size}`. Note that this includes the multipart metadata and boundaries, so the actual maximum file upload size is slightly smaller.
nl: Bestandsuploadhandler voor het Form.io bestandsupload opslagtype 'url'. Bestandsuploads worden tijdelijke opgeslagen en moeten gekoppeld worden aan een inzending. Toegang tot dit endpoint vereist een actieve formulier inzending. Niet gekoppelde bestanden worden automatisch verwijderd na {expire_days} dag(en). De maximale toegestane upload-bestandsgrootte is `{max_upload_size}` voor deze instantie. Merk op dat dit inclusief multipart-metadata en boundaries is. De daadwerkelijke maximale bestandsgrootte is dus iets lager dan deze waarde.

source: Formio integration
nl: Form.io-integratie

source: This value does not match the required pattern.
nl: De waarde komt niet overeen met het verwachte patroon.

source: Selecting family members is currently not available.
nl: Het selecteren van gezinsleden is momenteel niet beschikbaar.

source: Derived street name
nl: Afgeleide straatnaam

source: Derived city
nl: Afgeleide stad

source: City does not match the specified pattern.
nl: De stad komt niet overeen met het verwachtte patroon.

source: Postcode does not match the specified pattern.
nl: De postcode komt niet overeen met het verwachtte patroon.

source: Invalid secret city - street name combination
nl: Ongeldige waarde voor sleutel voor de stad/straat-combinatie.

source: The BSN of the partner
nl: Het BSN van de partner

source: initials
nl: Initialen

source: The initials of the partner
nl: De initialen van de partner

source: affixes
nl: voorvoegsels

source: The affixes of the partner
nl: De voorvoegsels van de partner

source: The last name of the partner
nl: Achternaam van de partner

source: date of birth
nl: Geboortedatum

source: The date of birth of the partner
nl: De geboortedatum van de partner

source: The family members prefill data may not be altered.
nl: Je mag de familieleden prefill-gegevens niet wijzigen.

source: The BSN of the child
nl: Het BSN van het kind

source: firstNames
nl: voornamen

source: The first names of the child
nl: De voornamen van het kind

source: The date of birth of the child
nl: De geboortedatum van het kind

source: selected
nl: geselecteerd
