Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The value of the CSP nonce generated by the page embedding the SDK. If provided, fields containing rich text from WYSIWYG editors will be post-processed to allow inline styles with the provided nonce. If the embedding page emits a `style-src` policy containing `unsafe-inline`, then you can omit this header without losing functionality. We recommend favouring the nonce mechanism though.
nl: De waarde van de CSP-nonce gegenereerd door de pagina die de SDK insluit/embed. Als deze meegestuurd wordt, dan worden velden met rich tekst (uit "WYSIWYG" editors) verwerkt om inline-styles toe te laten met de gegeven nonce. Indien de insluitende pagina een `style-src` policy heeft die `unsafe-inline` bevat, dan kan je deze header weglaten zonder functionaliteit te verliezen. We raden echter aan om het nonce-mechanisme te gebruiken.

source: Groups
nl: Groepen

source: Personal info
nl: Persoonlijke informatie

source: username
nl: gebruikersnaam

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
nl: Vereist. 150 tekens of minder. Alleen letters, cijfers en @/,/+/-/_ tekens zijn toegestaan.

source: A user with that username already exists.
nl: Een gebruiker met deze gebruikersnaam bestaat al.

source: first name
nl: voornaam

source: last name
nl: achternaam

source: email address
nl: e-mailadres

source: employee id
nl: medewerker-ID

source: Employee identification in the organisation.
nl: Identificatie van de medewerker binnen de organisatie.

source: staff status
nl: stafstatus

source: Designates whether the user can log into this admin site.
nl: Bepaalt of de gebruiker zich op deze beheerwebsite kan aanmelden.

source: active
nl: actief

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nl: Bepaalt of deze gebruiker als actief dient te worden behandeld. U kunt dit uitvinken in plaats van een gebruiker te verwijderen.

source: date joined
nl: datum toegetreden

source: UI language
nl: Interfacetaal

source: Preferred (admin) UI language. If unset, your browser preferences are respected.
nl: De voorkeurstaal voor de (beheer) gebruikersinterface. Wanneer geen waarde ingesteld is, worden de browserinstellingen gebruikt.

source: user
nl: gebruiker

source: users
nl: gebruikers

source: Can use email backend test
nl: Kan de e-mailbackend test uitvoeren

source: Can access configuration overview
nl: Heeft toegang tot configuratieoverzicht

source: user preferences
nl: Gebruikersvoorkeuren

source: There was an error while logging in with your organization account.
nl: Er deed zich een fout voor bij het inloggen met uw organisatie-account.

source: There was a problem while logging in with your organization account. Please contact your Open Forms administrator with this error message to resolve this:
nl: Er was een probleem bij het inloggen met uw organisatie-account. Informeer uw Open Formulieren beheerder met deze foutmelding om dit op te lossen:

source: Back to login
nl: Terug naar inloggen

source: Could not load data - enable and check the request logs for more details.
nl: Er was een probleem bij het ophalen van de gegevens - schakel de uitgaande verzoekenlogging in voor meer gedetailleerde informatie.

source: Analytics cookies group
nl: Cookiegroep analytics

source: Analytics Tools Configuration
nl: Analytics tools-configuratie

source: Returns information about the analytics tools that are needed by the frontend.
nl: Haal informatie op over de analytics-tools voor de frontend.

source: Typically looks like 'GTM-XXXX'. Supplying this installs Google Tag Manager.
nl: Ziet er typisch uit als 'GTM-XXXX'. Schakel Google Tag Manager in door een waarde op te geven.

source: Typically looks like 'UA-XXXXX-Y'. Supplying this installs Google Analytics.
nl: Heeft typisch het formaat 'UA-XXXXX-Y'. Schakelt Google Analytics in als een waarde ingevuld is.

source: enable google analytics
nl: Google Analytics inschakelen

source: Enabling this installs Google Analytics
nl: Door dit in te schakelen wordt Google Analytics geactiveerd

source: The base URL of your Matomo server, e.g. 'https://matomo.example.com'.
nl: De basis-URL van uw Matomo server, bijvoorbeeld 'https://matomo.example.com'.

source: The 'idsite' of the website you're tracking in Matomo.
nl: De 'idsite' van de website die u analyseert met Matomo.

source: enable matomo site analytics
nl: Matomo analytics inschakelen

source: Enabling this installs Matomo
nl: Door dit in te schakelen wordt Matomo geactiveerd

source: The base URL of your Piwik server, e.g. 'https://piwik.example.com'.
nl: De basis-URL van uw Piwik server, bijvoorbeeld 'https://piwik.example.com'.

source: The 'idsite' of the website you're tracking in Piwik.
nl: De 'idsite'-waarde van de website die je analyseert met Piwik.

source: enable piwik site analytics
nl: Piwik inschakelen

source: Enabling this installs Piwik
nl: Vink dit aan om de Piwik-integratie in te schakelen

source: The base URL of your Piwik PRO server, e.g. 'https://your-instance-name.piwik.pro'.
nl: De basis-URL van uw Piwik PRO server, bijvoorbeeld 'https://your-instance-name.piwik.pro/'.

source: The 'idsite' of the website you're tracking in Piwik PRO. https://help.piwik.pro/support/questions/find-website-id/
nl: De 'idsite'-waarde van de website die je analyseert met Piwik PRO. Zie ook https://help.piwik.pro/support/questions/find-website-id/

source: enable Piwik PRO Site Analytics
nl: Piwik PRO analytics inschakelen

source: Enabling this installs Piwik PRO Analytics
nl: Door dit in te schakelen wordt Piwik PRO analytics geactiveerd.

source: enable piwik Pro Tag Manager
nl: Piwik PRO Tag Manager inschakelen

source: Enabling this installs Piwik PRO Tag Manager.
nl: Door dit in te schakelen activeert u Piwik Pro Tag Manager.

source: Your SiteImprove ID - you can find this from the embed snippet example, which should contain a URL like '//siteimproveanalytics.com/js/siteanalyze_XXXXX.js'. The XXXXX is your ID.
nl: Uw SiteImprove ID - deze waarde kan je terugvinden in het embed-voorbeeld. Deze bevat normaal een URL zoals '//siteimproveanalytics.com/js/siteanalyze_XXXXX.js'. De XXXXX is uw ID.

source: enable siteImprove analytics
nl: SiteImprove analytics inschakelen

source: Enabling this installs SiteImprove
nl: Door dit in te schakelen activeert u SiteImprove

source: GovMetric source ID form aborted
nl: GovMetric source ID (afgebroken formulier)

source: Your GovMetric source ID for when a form is aborted - This is created by KLANTINFOCUS when a list of questions is created. It is a numerical value that is unique per set of questions.
nl: Het GovMetric source ID voor afgebroken/gestopte formulieren - dit is aangemaakt door KLANTINFOCUS wanneer een vragenlijst gebouwd wordt. Het is een numerieke waarde die uniek is per vragenlijst.

source: GovMetric secure GUID form aborted
nl: GovMetric secure GUID (afgebroken formulier)

source: Your GovMetric secure GUID for when a form is aborted - This is an optional value. It is created by KLANTINFOCUS when a list of questions is created. It is a string that is unique per set of questions.
nl: Het GovMetric secure GUID voor afgebroken/gestopte formulieren. Deze waarde is niet verplicht en wordt aangemaakt door KLANTINFOCUS wanneer een vragenlijst gebouwd wordt. Het is een unieke waarde per vragenlijst.

source: GovMetric source ID form finished
nl: GovMetric source ID (inzending voltooid)

source: Your GovMetric source ID for when a form is finished - This is created by KLANTINFOCUS when a list of questions is created. It is a numerical value that is unique per set of questions.
nl: Het GovMetric source ID voor voltooide inzendingen- dit is aangemaakt door KLANTINFOCUS wanneer een vragenlijst gebouwd wordt. Het is een numerieke waarde die uniek is per vragenlijst.

source: GovMetric secure GUID form finished
nl: GovMetric secure GUID (inzending voltooid)

source: Your GovMetric secure GUID for when a form is finished - This is an optional value. It is created by KLANTINFOCUS when a list of questions is created. It is a string that is unique per set of questions.
nl: Het GovMetric secure GUID voor voltooide inzendingen. Deze waarde is niet verplicht en wordt aangemaakt door KLANTINFOCUS wanneer een vragenlijst gebouwd wordt. Het is een unieke waarde per vragenlijst.

source: enable GovMetric analytics
nl: GovMetric analytics inschakelen

source: This enables GovMetric to collect data while a user fills in a form and it adds a button at the end of a form to fill in a client satisfaction survey.
nl: GovMetric inschakelen zorgt ervoor dat er analytische gegevens verzameld worden. Daarnaast komen knoppen en links beschikbaar voor de eindgebruiker om een tevredenheidsonderzoek in te vullen.

source: Expoints organization name
nl: Expoints organisatielabel

source: The name of your organization as registered in Expoints. This is used to construct the URL to communicate with Expoints.
nl: De naam/het label van de organisatie zoals deze bij Expoints bekend is. Deze waarde wordt gebruikt om de URL op te bouwen om met Expoints te verbinden.

source: Expoints configuration identifier
nl: Expoints configuratie-ID

source: The UUID used to retrieve the configuration from Expoints to initialize the client satisfaction survey.
nl: Het UUID van de configuratie in Expoints om het tevredenheidsonderzoek op te halen.

source: use Expoints test mode
nl: gebruik Expoints testmode

source: Indicates whether or not the test mode should be enabled. If enabled, filled out surveys won't actually be sent, to avoid cluttering Expoints while testing.
nl: Indien aangevinkt, dan wordt de testmode van Expoints ingeschakeld. Ingevulde tevredenheidsonderzoeken worden dan niet verstuurd naar Expoints om vervuiling tegen te gaan.

source: enable Expoints analytics
nl: Expoints inschakelen

source: This adds a button at the end of a form to fill in a client satisfaction survey using Expoints.
nl: Wanneer ingeschakeld, dan wordt een knop toegevoegd op het scherm zodat de gebruiker een tevredenheidsonderzoek van Expoints kan invullen.

source: The cookie group used for analytical cookies. The analytics scripts are loaded only if this cookie group is accepted by the end-user.
nl: De cookiegroep voor analytische cookies. De Analytics-scripts worden enkel ingeladen als de gebruiker de cookies accepteert.

source: Analytics tools configuration
nl: Analytics tools-configuratie

source: If you enable {analytics_tool}, you must fill out all the required fields
nl: U moet alle verplichte velden invullen indien u {analytics_tool} inschakelt.

source: Piwik Pro Analytics and Tag Manager can't be both activated
nl: Je kan niet tegelijk Piwik Pro Analytics en Piwik Pro Tag Manager inschakelen.

source: If you enable GovMetric, you need to provide the source ID for all languages (the same one can be reused).
nl: Wanneer je GovMetric inschakelt, dan moet je een source ID ingegeven voor elke taaloptie. Je kan hetzelfde ID hergebruiken voor meerdere talen.

source: If you enable Expoints, you need to provide the source ID for all languages (the same one can be reused).
nl: Wanneer je Expoints inschakelt, dan moet je alle configuratieinstellingen invullen.

source: The URL must not end with a trailing slash ('/').
nl: De URL mag niet eindigen met een schuine streep ('/').

source: (use global default)
nl: (gebruik globale configuratie)

source: yes
nl: ja

source: no
nl: nee

source: Amount of time in seconds after which the session expires. After this time has passed, the session is expired and the user is 'logged out'. Note that every subsequent API call resets the expiry.
nl: Aantal seconden waarna een sessie verloopt. Na het verlopen van de sessie is de gebruiker uitgelogd en kan zijn huidige inzending niet meer afmaken. Opmerking: Bij elke interactie met de API wordt de sessie verlengd.

source: If true, the user is allowed to navigate between submission steps even if previous submission steps have not been completed yet.
nl: Indien waar, dan mag de gebruiker vrij binnen de formulierstappen navigeren, ook als de vorige stappen nog niet voltooid zijn.

source: Language code of the currently activated language.
nl: Taalcode van de actieve taal.

source: A conflict occurred
nl: Er is een conflict opgetreden

source: The resource is gone
nl: De resource is niet (meer) beschikbaar

source: Precondition failed
nl: Er is niet voldaan een bepaalde voorwaarde

source: Request entity too large
nl: Verzoekinhoud is te groot

source: Request understood and validated, but cannot be processed.
nl: Het verzoek is begrepen en valide, maar kan niet verwerkt worden.

source: Service is not available.
nl: Service niet beschikbaar

source: Point
nl: Pin/punt

source: Polygon
nl: Veelhoek (polygoon)

source: LineString
nl: Lijn

source: The '{param}' query parameter is required.
nl: De '{param}' querystring-parameter is verplicht.

source: The value '{value}' is not a valid value for the '{param}' query parameter. Valid values are: {valid_values}.
nl: De waarde '{value}' is geen geldige waarde voor de '{param}' querystring-parameter. De geldige waarden zijn: {valid_values}.

source: Name of the field with invalid data
nl: Naam van het veld met ongeldige gegevens

source: System code of the type of error
nl: Systeemcode van het type fout

source: Explanation of what went wrong with the data
nl: Uitleg wat er fout is gegaan met de gegevens

source: URI reference to the error type, intended for developers
nl: URI verwijzing naar het fout type, bedoeld voor ontwikkelaars

source: System code indicating the type of error
nl: Systeemcode die het type fout aangeeft

source: Generic title for the type of error
nl: Generieke titel voor het type fout

source: The HTTP status code
nl: De HTTP status code

source: Extra information about the error, if available
nl: Extra informatie over de fout, indien beschikbaar

source: URI with reference to this specific occurrence of the error. This can be used in conjunction with server logs, for example.
nl: URI met verwijzing naar dit specifieke optreden van de fout. Dit kan bijvoorbeeld worden gebruikt in combinatie met serverlogboeken.

source: The fields {fields} must all have a non-empty value as soon as one of them does.
nl: De velden {fields} moeten allemaal een niet-lege waarde hebben zodra één ervan niet leeg is.

source: Ping the API
nl: Ping de API

source: Pinging the API extends the user session. Note that you must be a staff user or have active submission(s) in your session.
nl: Door de API te pingen wordt de sessie van de gebruiker verlengd. Merk op dat je een actieve inzending in je sessie dient te hebben of ingelogd moet zijn in de beheerinterface.

source: Please configure the plugin first
nl: Stel eerst de plugin in

source: Cancel
nl: Annuleren

source: Appointment actions
nl: Afspraakacties

source: Location ID
nl: Locatie-ID

source: Is appointment form
nl: Is afsrpaakformulier

source: Boolean indicating if the form is an appointment form, using the new flow.
nl: Vlag die aangeeft of het formulier een afspraakformulier is (nieuwe flow).

source: Multiple products supported?
nl: Ondersteunt meerdere producten?

source: If not supported, only one product/service can be booked at once and the UI may not allow the user to select multiple products.
nl: Wanneer er geen ondersteuning is voor meerdere producten, dan kan er maar één product per afspraak geboekt worden. De UI moet voorkomen dat de gebruiker meerdere producten kan selecteren.

source: identifier
nl: Unieke identificatie

source: ID of the product
nl: Unieke sleutel van het product

source: name
nl: naam

source: Product name
nl: Productnaam

source: ID of a selected product.
nl: Unieke sleutel van een geselecteerd product.

source: One or more product IDs already selected, which may limit the collection of additional products to select.
nl: Eén of meer product-IDs die al geselecteerd zijn, deze kunnen de lijst van beschikbare producten beperken.

source: ID of the location
nl: Unieke sleutel van de locatie

source: Location name
nl: Locatienaam

source: ID of the product to get locations for
nl: Unieke sleutel van het product om locaties op te halen

source: One or more product IDs to get available locations for.
nl: Unieke sleutel(s) van één of meer product(en) om locaties voor op te halen.

source: ID of the product to get dates for
nl: Unieke sleutel van het product om datums op te halen

source: One or more product IDs to get available dates for.
nl: Unieke sleutel(s) van één of meer product(en) om datums voor op te halen.

source: ID of the location to get dates for
nl: Unieke sleutel van de locatie om datums op te halen

source: date
nl: datum

source: ID of the product to get times for
nl: Unieke sleutel van het product om tijden op te halen

source: One or more product IDs to get available times for.
nl: Unieke sleutel(s) van één of meer product(en) om tijden voor op te halen.

source: ID of the location to get times for
nl: Unieke sleutel van de locatie om tijden op te halen

source: Date to get times for
nl: Datum om tijden voor op te halen

source: time
nl: tijd

source: Email given when making the appointment
nl: E-mailadres gebruikt bij het maken van de afspraak

source: ID of the product to get required fields for
nl: Unieke sleutel van het product om verplichte velden voor op te halen.

source: One or more product IDs to get required fields for.
nl: Unieke sleutel(s) van één of meer product(en) om verplichte velden voor op te halen.

source: Products
nl: Producten

source: status check endpoint
nl: status controle endpoint

source: The API endpoint where the background processing status can be checked. After calling the completion endpoint, this status URL should be polled to report the processing status back to the end-user. Note that the endpoint contains a token which invalidates on state changes and after one day.
nl: Het API-eindpunt waar de achtergrondverwerkingsstatus kan worden gecontroleerd. Nadat het voltooiingseindpunt is aangeroepen, moet deze status-URL worden opgevraagd om de verwerkingsstatus terug te rapporteren aan de eindgebruiker. Houd er rekening mee dat het eindpunt een token bevat dat ongeldig wordt bij statuswijzigingen en na één dag.

source: contact details
nl: Klantgegevens

source: Additional contact detail field values.
nl: Ingevulde waarden voor de verplichte klantgegevens.

source: The provided date does not match the full appointment datetime.
nl: De opgegeven datum komt niet overeen met de volledige afspraak-datumtijd.

source: Appointments for multiple products are not supported.
nl: Het is niet mogelijk om afspraken met meerdere producten te maken.

source: Product is unknown in the appointment backend.
nl: Dit product kon niet gevonden worden.

source: The requested location is not available.
nl: De opgegeven locatie is niet beschikbaar.

source: The selected date is not available (anymore).
nl: De geselecteerde datum is niet (meer) beschikbaar.

source: The selected datetime is not available (anymore).
nl: Het geselecteerde tijdstip is niet (langer) beschikbaar.

source: ID of the product, repeat for multiple products.
nl: Product-ID, herhaal deze parameter voor meerdere producten.

source: List available products
nl: Producten weergeven

source: List available locations for a given product
nl: Toon alle beschikbare locaties voor het opgegeven product

source: List available dates for a given location and product
nl: Toon alle beschikbare datums voor de opgegeven locatie en product

source: List available times for a given location, product, and date
nl: Lijst van beschikbare tijden op opgegeven locatie, product en datum

source: The date
nl: De datum

source: Get required customer field details for a given product
nl: Haal de verplichte klantgegevensvelden op voor één of meerdere producten.

source: Customer fields list as Form.io components.
nl: Lijst van klantgegevensvelden, als Form.io componentdefinities.

source: Invalid input parameters.
nl: Ongeldige input-parameters.

source: Insufficient permissions.
nl: Onvoldoende rechten.

source: Cancel an appointment
nl: Annuleer een afspraak

source: Unable to verify ownership of the appointment.
nl: Kan het eigendom van de afspraak niet verifiëren.

source: Unable to cancel appointment.
nl: Afspraak annuleren lukt niet.

source: Create an appointment
nl: Registreer een afspraak

source: Invalid submission data.
nl: Ongeldige inzendingsgegevens.

source: Invalid or missing submission in session.
nl: Ongeldige of ontbrekende inzending in de sessie.

source: Appointments
nl: Afspraken

source: Success
nl: Succes

source: Submission does not contain all the info needed to make an appointment
nl: Er ontbreken gegevens in de inzending om een afspraak te kunnen registreren.

source: Failed
nl: Mislukt

source: Cancelled
nl: Geannuleerd

source: Demo appointment plugin
nl: Demo-afspraakplugin

source: Last name
nl: Achternaam

source: JCC appointment plugin
nl: JCC-Afspraken plugin

source: Address
nl: Adres

source: Birthday
nl: Geboortedatum

source: City
nl: Stad

source: Email address
nl: e-mailadres

source: Initials
nl: Initialen

source: Sex
nl: Geslacht

source: Main phone number
nl: Hoofdtelefoonnummer

source: Mobile phone number
nl: Mobiele telefoonnummer

source: AnyTel
nl: Telefoonnummer

source: Postal code
nl: Postcode

source: Male
nl: Man

source: Female
nl: Vrouw

source: JCC configuration
nl: JCC configuratie

source: Invalid response: {exception}
nl: Ongeldig antwoord: {exception}

source: Configuration
nl: Configuratie

source: Qmatic appointment plugin
nl: Qmatic afspraken plugin

source: First name
nl: Voornaam

source: Phone number
nl: Telefoonnummer

source: Street name and number
nl: Straatnaam en nummer

source: Address line 2
nl: Adresregel 2

source: State
nl: Provincie

source: Country
nl: Land

source: Identification number
nl: BSN

source: Unique customer identification/account number
nl: Uniek klantidentificatienummer

source: Calendar API
nl: Kalender API

source: The Qmatic Orchestra Calendar Public Appointment API service. Example: https://example.com:8443/calendar-backend/public/api/v1/
nl: De Qmatic Orchestra Calendar Public Appointment API service. Voorbeeld: https://example.com:8443/calendar-backend/public/api/v1/

source: Required customer fields
nl: Verplichte klantgegevensvelden

source: Select the customer fields for the contact details step. Fields that you select here are REQUIRED fields for the user making the appointment. You must have at least one field to be able to identify the customer.
nl: Selecteer de gewenste klantgegevensvelden. Aangevinkte velden zijn VERPLICHTE velden voor de eindgebruiker die een afspraak maakt. Qmatic vereist minimaal één veld om de klant te kunnen identificeren.

source: Qmatic configuration
nl: Qmatic configuratie

source: A technical error occurred while we tried to book your appointment. Please verify if all the data is correct or try again later.
nl: Er deed zich een technische fout voor tijdens het boeken van uw afspraak. Gelieve de gegevens te controleren op correctheid of probeer later opnieuw.

source: appointment plugin
nl: afspraakplugin

source: location
nl: locatie

source: If configured, only products connected to this location are exposed. Additionally, the user can only select this location for the appointment.
nl: Indien ingesteld, dan worden enkel producten aan deze locatie gekoppeld beschikbaar gemaakt. Ook kan de gebruiker alleen deze locatie kiezen.

source: Appointment configuration
nl: Afspraakconfiguratie

source: appointment ID
nl: afspraak ID

source: error information
nl: fout informatie

source: start time
nl: starttijd

source: Start time of the appointment
nl: Starttijd van de afspraak
