Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: UUID identifying the submission.
nl: UUID van de inzending.

source: Identifier of the payment plugin. Note that this is validated against the configured available plugins for this particular form.
nl: Unieke identificatie van de betaalproviderplugin. Merk op dat deze waarde gevalideerd wordt met de beschikbare plugins voor dit formulier.

source: Not found. The slug did not point to a live submission or the `plugin_id` does not exist.
nl: Niet gevonden. Het URL-deel verwees niet naar een actieve inzending of het `plugin_id` bestaat niet.

source: Return from external payment flow
nl: Aanroeppunt van het externe betaalprovider proces

source: Payment plugins call this endpoint in the return step of the payment flow. Depending on the plugin, either `GET` or `POST` is allowed as HTTP method. Typically payment plugins will redirect again to the URL where the SDK is embedded. Various validations are performed: * the form and submission must require payment * the `plugin_id` is configured on the form * payment is required and configured on the form * the redirect target must match the CORS policy
nl: Betaalproviderplugins roepen dit endpoint aan zodra het externe betaalproces is afgerond. Afhankelijk van de plugin, een `POST` of `GET` is toegestaan als HTTP-methode. Betaalproviderplugins zullen typisch een redirect uitvoeren naar de SDK. Diverse validaties worden uitgevoerd: * het formulier vereist betaling * de `plugin_id` moet geconfigureerd zijn op het formulier * de URL waarnaar geredirect wordt moet overeenkomen met het CORS-beleid

source: UUID identifying the payment.
nl: UUID dat de betaling identificeert.

source: URL where the SDK initiated the payment flow.
nl: URL waar de SDK begonnen is met het betaalproces.

source: Tempomrary redirect
nl: Tijdelijke omleiding

source: Not found. The slug did not point to a live submission payment or the `plugin_id` does not exist.
nl: Niet gevonden. Het URL-deel verwees niet naar een actieve betaling of de `plugin_id` bestaat niet.

source: Webhook handler for external payment flow
nl: Webhook-handler voor externe betalingsproces

source: Not found. The slug did not point to a live plugin.
nl: Niet gevonden. Het URL-deel verwees niet naar een actieve plugin.

source: The unique plugin identifier
nl: De unieke plugin identificatie

source: The human-readable name for a plugin.
nl: De eenvoudige naam van de plugin.

source: Set the 'verbose_name' attribute for a human-readable name
nl: Gebruik het 'verbose_name' attribuut om een eenvoudige naam weer te geven

source: Choose a valid plugin
nl: Kies een geldige plugin

source: Required authentication attribute
nl: Verplicht authenticatie attribuut

source: The authentication attribute required for this plugin to lookup remote data.
nl: Het authenticatie attribuut dat verplicht is voor deze plugin om te zoeken.

source: Extra configuration context
nl: Extra configuratiecontext

source: Extra information for option configuration that is specific to the plugin type
nl: Extra informatie voor pluginspecifieke instellingen.

source: Only return plugins applicable for the specified component type.
nl: Geef enkel plugins die relevant zijn voor het opgegeven componenttype.

source: The unique attribute identifier
nl: De unieke attribuut identificatie

source: The human-readable name for an attribute.
nl: De eenvoudige naam van het attribuut.

source: List available prefill plugins
nl: Lijst van beschikbare prefillplugins

source: List available attributes
nl: Lijst van beschikbare attributen

source: No plugin with ID '{plugin}' found
nl: Geen plugin met ID '{plugin}' gevonden

source: Main
nl: Main/machtiger

source: Authorizee
nl: Gemachtigde

source: Random number
nl: Willekeurig getal

source: Random string
nl: Willekeurige tekens

source: Family members prefill plugin
nl: Familieleden-prefillplugin

source: min age
nl: minimumleeftijd

source: The minimum age (inclusive) that should be taken into account.
nl: De minimumleeftijd (inclusief) die wordt gehanteerd.

source: max age
nl: maximumleeftijd

source: The maximum age (inclusive) that should be taken into account.
nl: De maximumleeftijd (inclusief) die wordt gehanteerd,

source: include deceased
nl: inclusief overledenen

source: Whether to include deceased persons or not.
nl: Geeft aan of overleden personen ook worden weergegeven.

source: mutable data form variable key
nl: formuliervariabelesleutel van de gegevens

source: The 'dotted' path to a form variable key which is a copy of the initial data which has been retrieved and may change. The format should comply to how Formio handles nested component keys.
nl: Het 'gestippelde' pad naar een formuliervariabelesleutel die een kopie is van de opgehaalde gegevens en die kan wijzigen. Het formaat moet overeenkomen met hoe Formio omgaat met geneste componentsleutels.

source: The type of the person we want to prefill/retrieve data for.
nl: Het persoonstype waarvoor de gegevens opgehaald worden.

source: Children
nl: Kinderen

source: Family members
nl: Familieleden

source: Manage Family members data retrieval
nl: Beheer gegevensopvraging van familieleden

source: There is no component of type 'partners/children' connected to variables '{variables}'.
nl: Er is geen component met type 'partners/kinderen' gekoppeld aan de variabelen '{variables}'.

source: Haal Centraal: BRP Personen Bevragen prefill plugin
nl: Haal Centraal: BRP Personen Bevragen voorinvullen-plugin

source: KvK Company by KvK number
nl: KvK Bedrijf via KvK-nummer

source: Configuration error: {exception}
nl: Configuratiefout: {exception}

source: Response not a dictionary
nl: Antwoord is geen object

source: Segment of a JSON path
nl: Segment van een JSON-pad

source: target path
nl: bestemmingspad

source: Representation of the JSON target location as a list of string segments.
nl: Weergave van de JSON-schema bestemmingspaden als lijst van individuele segmenten.

source: Corresponding (sub) JSON Schema of the target path.
nl: Stukje JSON-schema voor dit specifieke bestemmingspad.

source: variable key
nl: sleutel variabele

source: The 'dotted' path to a form variable key. The format should comply to how Formio handles nested component keys.
nl: De sleutel van de formuliervariabele. Het formaat moet overeenkomen met hoe Formio omgaat met geneste paden.

source: UUID of the objecttype in the Objecttypes API.
nl: UUID van het objecttype in de Objecttypen-API.

source: objecttype version
nl: objecttype versie

source: Version of the objecttype in the Objecttypes API.
nl: Versie van het objecttype in de Objecttypen API.

source: skip ownership check
nl: sla eigenaarscontrole over

source: If enabled, no authentication/ownership checks of the referenced object are performed.
nl: Indien ingeschakeld, dan worden geen eigenaarcontroles gedaan op het opgehaalde object.

source: Path to auth attribute (e.g. BSN/KVK) in objects
nl: Bronpad van het autorisatiekenmerk (bijv. BSN/KVK)

source: This is used to perform validation to verify that the authenticated user is the owner of the object.
nl: Het autorisatiekenmerk wordt uitgelezen om te valideren dat de ingelogde gebruiker bij het object hoort waarnaar verwezen wordt.

source: variables mapping
nl: variabelekoppelingen

source: You must specify which attribute to compare the authenticated user identifier with.
nl: Je moet opgeven met welk attribuut de ingelogde gebruiker vergeleken moet worden (BSN/KVK).

source: List available attributes for Objects API
nl: Lijst van beschikbare attributen voor de Objecten API

source: Objects API prefill plugin
nl: Objecten-API prefill-plugin

source: Manage API groups
nl: API-groepen beheren

source: No services found. Check the binding addresses.
nl: Kon geen services vinden. Controleer de "binding addresses".

source: default person plugin
nl: standaard persoonsinformatieplugin

source: Default prefill plugin to use for person data
nl: Standaard prefillplugin om te gebruiken voor persoonsgegevens

source: default company plugin
nl: standaard bedrijfsinformatieplugin

source: Default prefill plugin to use for company data
nl: Standaard prefillplugin om te gebruiken voor bedrijfsgegevens

source: global prefill configuration
nl: Globale prefillconfiguratie

source: The co-sign component is missing the authPlugin configuration option
nl: Het mede-ondertekencomponent mist de autorisatie-configuratieoptie

source: You may only select plugins that provide a single auth attribute.
nl: Je kunt alleen plugins selecteren die slechts één authenticatie-attribuut verstrekken.

source: The co-sign component requires the '{field_label}' ({config_verbose_name}) to be configured.
nl: Het mede-ondertekencomponent vereist de configuratie van '{field_label}' ({config_verbose_name}).

source: Retrieve details of a single product
nl: Product details weergeven

source: Globally unique identifier
nl: Unieke identificatie

source: price
nl: prijs

source: information
nl: informatie

source: Information text to be displayed in the confirmation page and confirmation email.
nl: Informatietekst die moet worden weergegeven op de bevestigingspagina en bevestigingsmail.

source: List available registration plugins
nl: Lijst van beschikbare registratieplugins

source: List available registration attributes
nl: Lijst van beschikbare registratie attributen

source: The process definition identifier, used to group different versions.
nl: De procesdefinitie-ID, gebruikt om verschillende versies te groeperen.

source: The human-readable name of the process definition.
nl: De eenvoudige naam van de procesdefinitie.

source: The version identifier relative to the 'key'.
nl: Het versienummer van de procesdefinitie.

source: List available Camunda process definitions
nl: Lijst van beschikbare Camunda procesdefinities

source: Camunda registration plugin
nl: Camunda registratie plugin

source: No process definitions found. The Camunda user may not have sufficient permissions.
nl: Geen procesdefinities gevonden. De Camunda gebruiker heeft wellicht niet voldoende rechten.

source: String
nl: Tekst (string)

source: Number
nl: Getal (number)

source: Null
nl: Leeg (null)

source: Object
nl: Sleutel-waarde paar (object)

source: Array
nl: Lijst (array)

source: Manual
nl: Handmatig

source: Interpolation
nl: Geavanceerd

source: Must be 'null'.
nl: Moet 'null' zijn.

source: enable
nl: ingeschakeld

source: Only enabled variables are passed into the process
nl: Alleen ingeschakelde variabelen worden doorgegeven aan het proces

source: Component key
nl: Componentsleutel

source: Key of the Formio.js component to take the value from.
nl: Sleutel van het FormIO-component om de waarde uit te halen.

source: If provided, the Camunda process variable will have this alias as name instead of the component key. Use this to map a component onto a different process variable name.
nl: Indien opgegeven, heeft de Camunda-procesvariabele deze alias als naam in plaats van de componentsleutel. Gebruik dit om een component toe te wijzen aan een andere procesvariabelenaam.

source: Definition
nl: Definitie

source: The string value for the variable
nl: De tekenreekswaarde voor de variabele

source: The number value for the variable
nl: De numerieke waarde voor de variabele

source: The boolean value for the variable
nl: De booleaanse waarde voor de variabele

source: The value must always be 'null' for the 'null' type.
nl: De waarde moet altijd 'null' zijn voor het type 'null'.

source: Manual variable type
nl: Type handmatige variabele

source: Select the JSON variable type (manual source only).
nl: Selecteer het type JSON variabele (alleen nodig indien het een handmatige waarde betreft).

source: Variable source
nl: Variabele bron

source: Designates where the value of the variable is sourced.
nl: Geeft aan waar de waarde van de variabele vandaan komt.

source: The object with nested variable definitions
nl: Het object met geneste variabeledefinities

source: The list with nested variable definitions
nl: De lijst met geneste variabeledefinities

source: Name of the variable in the Camunda process instance. For complex variables, the name must be supplied.
nl: Naam van de variabele in het Camunda proces. Voor complexe variabelen moet een naam opgegeven zin.

source: The type determines how to interpret the variable definition.
nl: Het type bepaalt hoe de variabeledefinitie moet worden geïnterpreteerd.

source: The process definition for which to start a process instance.
nl: De procesdefinitie waarvoor een procesinstantie moet worden gestart.

source: Which version of the process definition to start. The latest version is used if not specified.
nl: Welke versie van de procesdefinitie moet worden gestart. Indien niet opgegeven, wordt de nieuwste versie gebruikt.

source: Mapped process variables
nl: Toegewezen procesvariabelen

source: Complex process variables
nl: Complexe procesvariabelen

source: The variable name(s) '{var_names}' occur(s) multiple times. Hint: check that they are not specified in both the process variables and complex process variables.
nl: De variabele naam(en) '{var_names}' komen meerdere keren voor. Tip: controleer of ze niet gespecificeerd zijn in zowel de procesvariabelen als de complexe procesvariabelen.

source: Demo registrations plugin
nl: Demo registratie plugin

source: Demo - print to console
nl: Console (test)

source: Demo - fail registration
nl: Uitval simulatie (test)

source: Demo - exception during registration
nl: Demo - foutmelding tijdens registratie

source: Could not connect to mail service: {exception}
nl: Kan geen verbinding maken met e-mailservice: {exception}

source: The email addresses to which the submission details will be sent
nl: Het e-mailadres waar de inzendingen naar toe gemaild worden

source: Key of the target variable containing the email address
nl: Sleutel van de formuliervariabele die het e-mailadres bevat

source: Key of the target variable whose value will be used for the mailing. When using this field, the mailing will only be sent to this email address. The email addresses field would then be ignored.
nl: Sleutel van de variabele waarvan de waarde gebruikt wordt als ontvanger (e-mailadres). Als je dit instelt en de variabele heeft een waarde, dan wordt de e-mail enkel naar dit adres gestuurd - de vaste e-mailaddressen worden genegeerd.

source: The format(s) of the attachment(s) containing the submission details
nl: De formaten (of het formaat) van de bijlage(n) die de inzendingsgegevens bevatten.

source: The email addresses to which the payment status update will be sent (defaults to general registration addresses)
nl: De e-mailadressen waarnaar de update van de betalingsstatus wordt verzonden (standaard wordt het algemene e-mailadres gebruikt)

source: attach files to email
nl: voeg bestanden als bijlage toe aan e-mail

source: Enable to attach file uploads to the registration email. If set, this overrides the global default. Form designers should take special care to ensure that the total file upload sizes do not exceed the email size limit.
nl: Vink aan om gebruikersbestanden als bijlage aan de registratiemail toe te voegen. Als een waarde gezet is, dan heeft deze hogere prioriteit dan de globale configuratie. Formulierbeheerders moeten ervoor zorgen dat de totale maximale bestandsgrootte onder de maximale e-mailbestandsgrootte blijft.

source: email subject
nl: E-mailonderwerp

source: Subject of the email sent to the registration backend. You can use the expressions '{{ form_name }}' and '{{ public_reference }}' to include the form name and the reference number to the submission in the subject.
nl: Onderwerp van de registratiemail die verstuurd wordt. Je kan de uitdrukkingen '{{ form_name }}' en '{{ public_reference }}' gebruiken om formuliernaam en registratienummer op te nemen.

source: email payment subject
nl: onderwerp betaalstatusmail

source: Subject of the email sent to the registration backend to notify a change in the payment status.
nl: Onderwerp van de registratiemail om een verandering in betaalstatus te signaleren.

source: email content template HTML
nl: sjabloon emailinhoud (HTML)

source: Content of the registration email message (as text).
nl: Inhoud van de registratiemail (platte tekst).

source: email content template text
nl: emailinhoudsjabloon (platte tekst)

source: Enable to attach file uploads to the registration email. Note that this is the global default which may be overridden per form. Form designers should take special care to ensure that the total file upload sizes do not exceed the email size limit.
nl: Vink aan om gebruikersbestanden als bijlage aan de registratiemail toe te voegen. Dit is de globale configuratie die per formulier overschreven kan worden. Formulierbeheerders moeten ervoor zorgen dat de totale maximale bestandsgrootte onder de maximale e-mailbestandsgrootte blijft.

source: Subject of the registration email message. Can be overridden on the form level.
nl: Onderwerp van de registratiemail. Dit kan per formulier ingesteld worden.

source: payment subject
nl: onderwerp betaalstatusmail

source: Subject of the registration email message that is sent when the payment is received. Can be overridden on the form level.
nl: Onderwerp van de betaalstatusmail. Dit kan per formulier ingesteld worden.

source: content HTML
nl: inhoud (HTML)

source: Content of the registration email message (as HTML). Can be overridden on the form level.
nl: Inhoud van de registratiemail (HTML). Bij het formulier kan een afwijkende inhoud worden opgegeven.

source: content text
nl: tekstinhoud

source: Content of the registration email message (as text). Can be overridden on the form level.
nl: Inhoud van de registratiemail (platte tekst). Bij het formulier kan een afwijkende inhoud worden opgegeven.

source: Email registration configuration
nl: E-mailregistratieconfiguratie

source: Email registration
nl: E-mail registratie

source: Test
nl: Testen

source: Submission payment received for %(tt_openvariable)s form_name %(tt_closevariable)s (submitted on %(tt_openvariable)s completed_on %(tt_closevariable)s)
nl: Betaling ontvangen voor %(tt_openvariable)s form_name %(tt_closevariable)s (ingezonden op %(tt_openvariable)s datetime %(tt_closevariable)s)

source: Payment order ID: %(tt_openvariable)s payment_order_id %(tt_closevariable)s
nl: Betalingsorder-ID %(tt_openvariable)s payment_order_id %(tt_closevariable)s

source: Submission details for %(tt_openvariable)s form_name %(tt_closevariable)s (submitted on %(tt_openvariable)s completed_on %(tt_closevariable)s)
nl: Inzendingdetails voor %(tt_openvariable)s form_name %(tt_closevariable)s (ingezonden op %(tt_openvariable)s completed_on %(tt_closevariable)s)

source: Our reference: %(tt_openvariable)s public_reference %(tt_closevariable)s
nl: Onze referentie: %(tt_openvariable)s public_reference %(tt_closevariable)s

source: Submission language: %(tt_openvariable)s submission_language %(tt_closevariable)s
nl: Taal: %(tt_openvariable)s submission_language %(tt_closevariable)s

source: Co-signed by: %(tt_openvariable)s co_signer %(tt_closevariable)s
nl: Mede-ondertekend door: %(tt_openvariable)s co_signer %(tt_closevariable)s

source: Fixed metadata variable key list
nl: Lijst met sleutels van vaste metadatavariabelen

source: A list of fixed variables to use in the metadata. These include the registration variables of the Generic JSON plugin.
nl: Lijst van vaste variabelen die in de metagegevens opgenomen worden. Deze bevatten ook de registratievariabelen van de Generieke JSON-plugin.

source: Fixed metadata variables Generic JSON registration backend
nl: Vaste metadatavariabelen van de Generieke JSON-plugin.

source: Return a list of fixed metadata variables for the Generic JSON registration backend that are needed by the frontend as default options.
nl: Geeft een lijst terug van vaste metadatavariabelen voor de Generieke JSON-registratie die gebruikt worden als standaardewaarde in de admin.

source: Generic JSON registration
nl: Generieke JSON-registratie

source: Which service to use.
nl: De service waar de gegevens naartoe gestuurd worden.

source: Path
nl: Pad

source: Path relative to the Service API root.
nl: Pad relatief t.o.v. de API-root in de service.

source: Variable key list
nl: Lijs van variabelesleutels

source: A list of variables to use.
nl: De lijst van variabelen (en waarden) om te versturen.

source: A list of required variables to use in the metadata. These include the registration variables of the Generic JSON registration.
nl: Lijst van verplichte variabelen om te gebruiken in de metagegevens, inclusief de registratievariabelen van de Generieke JSON-registratie

source: Additional metadata variable key list
nl: Lijst met sleutels van extra metagegevenvariabelen.

source: A list of additional variables to use in the metadata.
nl: Lijst van extra variabelen te gebruiken in de metagegevens.

source: Transform to list
nl: Verstuur als lijst

source: Component keys in this list will be sent as an array of values rather than the default object-shape for selectboxes components.
nl: De componentsleutels in deze verzameling worden als lijst verstuurd, in plaats van in de standaard object-structuur van selecteerlijst componenten.

source: Form version
nl: Formulierversie

source: Registration timestamp
nl: Registratiemoment

source: Microsoft Graph registrations plugin
nl: Microsoft Graph registratie plugin

source: The path needs to be absolute - i.e. it needs to start with a /
nl: Het pad moet absoluut zijn (dus het moet beginnen met een /)

source: folder path
nl: maplocatie

source: The path of the folder where folders containing Open-Forms related documents will be created. You can use the expressions {{ year }}, {{ month }} and {{ day }}. It should be an absolute path - i.e. it should start with /
nl: Het pad naar de map waar mappen voor documenten van Open Formulieren aangemaakt worden. Je kan de expressies {{ year }}, {{ month }} en {{ day }} gebruiken. Dit moet een absoluut pad zijn (dus beginnen met een /).

source: ID of the drive to use. If left empty, the default drive will be used.
nl: ID van de schijf/drijf om te gebruiken. Indien leeg, dan wordt de standaard-drive gebruikt.

source: Microsoft Graph registration
nl: Microsoft Graph registratie

source: payment received
nl: betaling ontvangen

source: payment required
nl: betaling benodigd

source: MSGraphService not selected
nl: Microsoft Graph service is niet ingesteld.

source: Could not connect: {exception}
nl: Kan geen verbinding maken: {exception}

source: Could not access root folder: {exception}
nl: Kan geen toegang verkrijgen tot de hoofdmap: {exception}

source: required
nl: verplicht

source: Wether the path is marked as required in the JSON Schema.
nl: Geeft aan of het pad als "verplicht" gemarkeerd is in het JSON-schema.

source: objecttype uuid
nl: UUID objecttype

source: The version of the objecttype.
nl: De versie van het objecttype.

source: variable json schema
nl: JSON-schema van variabele

source: The JSON Schema of the form variable.
nl: De JSON-schemadefinitie van de formuliervariabele.

source: Objects API plugin
nl: Objecten API plugin

source: v1, template based
nl: v1, op basis van sjabloon

source: v2, variables mapping
nl: v2, variabelekoppelingen

source: catalogue
nl: catalogus

source: The catalogue in the catalogi API from the selected API group. This overrides the catalogue specified in the API group, if it's set. When specified, the document types specified on the API group are ignored.
nl: De catalogus in de Catalogi API uit de geselecteerde API-groep. Deze waarde overschrijft de catalogus die in de API-groep ingesteld is. Als je de catalogus hier instelt, dan worden eventuele ingestelde documenttypen in de API-groep genegeerd.

source: options version
nl: configuratieversie
