Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: form data
nl: Formuliergegevens

source: The Form.io submission data object. This will be merged with the full form submission data, including data from other steps, to evaluate the configured form logic.
nl: De Form.io inzendingsgegevens. Dit wordt samengevoegd met de inzendingsgegevens, inclusief de gegevens van de andere stappen, om de geconfigureerde formulier logica uit te voeren.

source: Contact email address
nl: Contact e-mailadres

source: The email address where the 'magic' resume link should be sent to
nl: Het e-mailadres waar de 'magische' vervolg link naar toe gestuurd moet worden

source: background processing status
nl: achtergrondproces status

source: The async task state, managed by the async task queue. Once the status is `done`, check the `result` field for the outcome.
nl: De asynchrone taakstatus, beheerd door de asynchrone taakwachtrij. Zodra de status 'klaar' is, controleert u het veld 'resultaat' voor de uitkomst.

source: background processing result
nl: achtergrondproces resultaat

source: The result from the background processing. This field only has a value if the processing has completed (both successfully or with errors).
nl: Het resultaat van de achtergrondverwerking. Dit veld heeft alleen een waarde als de verwerking is voltooid (zowel met succes als met fouten).

source: Error information
nl: Fout informatie

source: Error feedback in case the processing did not complete successfully.
nl: Foutfeedback in het geval de verwerking niet succesvol is voltooid.

source: The public registration reference, sourced from the registration backend or otherwise uniquely generated in case the backend could not provide it.
nl: De publieke registratiereferentie, afkomstig van de registratie-backend of anderszins uniek gegenereerd voor het geval de backend deze niet kan verstrekken.

source: Confirmation page title
nl: Bevestigingspaginatitel

source: Title of the confirmation page.
nl: Titel op de bevestigingspagina

source: Confirmation page content
nl: Bevestigingspagina tekst

source: Body text of the confirmation page. May contain HTML!
nl: Inhoud van de bevestigingspagina. Hierin mogen HTML-karakers worden opgenomen.

source: Report download URL
nl: Document download URL

source: Download URL for the generated PDF report. Note that this contain a timestamped token generated by the backend.
nl: Download-URL voor het gegenereerde PDF document. Let op: Deze URL bevat een tijdgebaseerd token dat door de backend wordt gegenereerd.

source: Payment URL
nl: Betaalpagina URL

source: URL to retrieve the payment information. Note that this (will) contain(s) a timestamped token generated by the backend.
nl: URL om de betalingsinformatie op te halen. Let op: Deze URL bevat een tijdgebaseerd token dat door de backend wordt gegenereerd.

source: is co-signed?
nl: Is mede-ondertekend?

source: Indicator whether the submission has been co-signed or not.
nl: Geeft aan of de inzending is mede-ondertekend.

source: Co-signer display
nl: Mede-ondertekenaar weergave

source: Co-signer representation string for the UI.
nl: Mede-ondertekenaar weergave in de UI.

source: Display name of the component.
nl: Weergavenaam van de component

source: Raw value of the component.
nl: JSON-waarde van de component

source: Configuration of the component.
nl: Componentconfiguratie

source: Slug of the form definition used in the form step.
nl: Slug van de formulierdefinitie horend bij de stap.

source: Name of the form definition used in the form step.
nl: Naam van de formulierdefinitie horend bij de stap.

source: privacy policy accepted
nl: Privacybeleid geaccepteerd

source: Whether the co-signer has accepted the privacy policy
nl: Indicator of de mede-ondertekenaar het privacybeleid geaccepteerd heeft.

source: statement of truth accepted
nl: verklaring van waarheid geaccepteerd

source: Whether the co-signer has declared the form to be filled out truthfully.
nl: Indicator of de mede-ondertekenaar het formulier naar waarheid ingevuld heeft.

source: download report url
nl: Download-URL PDF

source: The URL where the submission report can be downloaded. Note that this contain a timestamped token generated by the backend.
nl: Download-URL voor het gegenereerde PDF document. Let op: deze URL bevat een tijdgebaseerd token dat door de backend wordt gegenereerd.

source: The key '{key}' does not point to an email component in the form.
nl: De sleutel '{key}' hoort niet bij een e-mailcomponent in het formulier.

source: verification code
nl: bevestigingscode

source: The verification code does not match.
nl: De bevestigingscode komt niet overeen.

source: Step '{name}' is blocked.
nl: Stap '{name}' is geblokeerd.

source: Step '{name}' is not yet completed.
nl: Stap '{name}' is nog niet voltooid.

source: The prefill data may not be altered.
nl: Je mag de prefill-gegevens niet wijzigen.

source: You must accept this statement.
nl: U moet deze verklaring accepteren.

source: View/delete temporary upload.
nl: Toon/verwijder tijdelijk bestand.

source: Retrieve temporary file upload
nl: Haal tijdelijk bestand op

source: Retrieve temporary file upload for review by the uploader. This is called by the default Form.io file upload widget. Access to this view requires an active form submission. Unclaimed temporary files automatically expire after {expire_days} day(s).
nl: Haal tijdelijk bestand op. Deze aanroep wordt gedaan door het standaard Form.io bestandsupload widget. Toegang tot dit endpoint vereist een actieve formulier inzending. Niet gekoppelde bestanden worden automatisch verwijderd na {expire_days} dag(en)

source: Delete temporary file upload
nl: Verwijder tijdelijk bestand

source: Delete temporary file upload by the uploader. This is called by the default Form.io file upload widget. Access to this view requires an active form submission. Unclaimed temporary files automatically expire after {expire_days} day(s).
nl: Verwijder tijdelijk bestand. Deze aanroep wordt gedaan door het standaard Form.io bestandsupload widget. Toegang tot dit endpoint vereist een actieve formulier inzending. Niet gekoppelde bestanden worden automatisch verwijderd na {expire_days} dag(en)

source: Start email verification
nl: Start de e-mailverificatie

source: Create an email verification resource to start the verification process. A verification e-mail will be scheduled and sent to the provided email address, containing the verification code to use during verification. Validations check that the provided component key is present in the form of the submission and that it actually is an `email` component.
nl: Maak een e-mailbevestigingverzoek aan om het verificatieproces te beginnen. Hierna wordt een verificatie-e-mail verstuurd naar het opgegeven e-mailadres die de bevestigingscode bevat die in het proces ingevoerd dient te worden. De validaties controleren dat de componentsleutel bestaat in het formulier, en dat de component daadwerkelijk een e-mailcomponent is.

source: Verify email address
nl: Verifieer een e-mailadres

source: Using the code obtained from the verification email, mark the email address as verified. Using an invalid code results in validation errors in the error response.
nl: Gebruik de bevestigingscode uit de verificatie-e-mail om het e-mailadres als "geverifieerd" te markeren. Als geen geldige code gebruikt wordt, dan bevat het antwoord validatiefouten.

source: List active submissions
nl: Actieve inzendingen weergeven

source: Active submissions are submissions whose ID is in the user session. This endpoint returns user-bound submissions. Note that you get different results on different results because of the differing sessions.
nl: Actieve inzendingen zijn inzendingen waarvan het ID zich in de gebruikerssessie bevindt. Dit endpoint geeft alle inzendingen terug die gekoppeld zijn aan de gebruiker. Het antwoord hangt dus af van de actieve sessie.

source: Retrieve submission details
nl: Inzending detail weergeven

source: Get the state of a single submission in the user session.
nl: Haal de status op van een enkele inzending op van de gebruikerssessie.

source: Start a submission
nl: Inzending starten

source: Start a submission for a particular form. The submission is added to the user session.
nl: Start een inzending voor een specifiek formulier. De inzending wordt onderdeel van de gebruikerssessie.

source: Retrieve co-sign state
nl: Haal mede-ondertekeningstatus op

source: Co-sign submission
nl: inzending mede-ondertekenen

source: The submission must be completed before being able to co-sign it.
nl: Het formulier moet volledig ingevuld zijn voor u het kunt mede-ondertekenen.

source: You need to be logged in with one of the allowed authentication backends to co-sign the submission.
nl: Je moet ingelogd zijn met één van de toegestane inlogmethoden om de inzending mede te ondertekenen.

source: Complete a submission
nl: Inzending voltooien

source: Submission is not enabled for this form.
nl: Dit formulier kan niet worden ingezonden.

source: Get the submission processing status
nl: De verwerkingsstatus van de inzending ophalen

source: Time-based authentication token
nl: Op tijd gebaseerde authenticatietoken

source: Suspend a submission
nl: Inzending onderbreken

source: Suspending this form is not allowed.
nl: Het is niet mogelijk om dit formulier te pauzeren.

source: Summary page data
nl: Gegevenssamenvatting

source: Retrieve the data to display in the submission summary page.
nl: Haal alle inzendinggegevens om op een overzichtspagina weer te geven.

source: Retrieve step details
nl: Stap details weergeven

source: The details of a particular submission step always return the related form step configuration. If there is no data yet for the step, the ID will be `null`. Set the step data by making a `PUT` request.
nl: De details van een specifieke inzendingsstap geven altijd de gerelateerde formulierstap configuratie terug. Indien er nog geen gegevens zijn voor de stap dan zal het ID `null` zijn.

source: Invalid form step reference given.
nl: Ongeldige formulierstapverwijzing.

source: Store submission step data
nl: Inzendingsstap gegevens bewaren

source: Apply/check form logic
nl: Pas formulier logica toe

source: Apply/check the logic rules specified on the form step.
nl: Pas de logische regels toe die zijn gespecificeerd in de formulierstap.

source: Upload {uuid} exceeds the maximum upload size of {max_size}b
nl: De upload {uuid} overschrijdt de maximale bestandsgrootte van {max_size}b

source: Pending (not registered yet)
nl: In afwachting (nog niet doorgezet)

source: In progress (not registered yet)
nl: Bezig (nog niet doorgezet)

source: Successfully completed
nl: Successvolle verwerking

source: Incomplete/processing
nl: Incompleet/in verwerking

source: Other
nl: Overige

source: In progress
nl: Bezig

source: Done
nl: Afgerond

source: Failed, should return to the start of the form.
nl: Mislukt, gebruiker moet terugkeren naar het begin van het formulier.

source: Success, proceed to confirmation page.
nl: Succes, ga verder naar de bevestigingspagina.

source: Sensitive data cleaner
nl: Privacy-gevoelige gegevensopschoning

source: User input
nl: Gebruikersinvoer

source: Logic
nl: Logica

source: On completion
nl: Inzending bevestigd

source: On payment complete
nl: Betaling voltooid

source: On cosign complete
nl: Mede-ondertekenen voltooid

source: On retry
nl: Nieuwe registratiepoging

source: The form is deactivated.
nl: Het formulier is gedeactiveerd.

source: The form is currently disabled for maintenance.
nl: Dit formulier is momenteel in onderhoud.

source: The form has reached the maximum number of submissions.
nl: Het toegestane aantal inzendingen voor het formulier is bereikt.

source: You should have received this code in the email requesting you to cosign a form.
nl: U heeft deze code ontvangen in de e-mail waar u verzocht wordt om het formulier mede te ondertekenen.

source: Could not find a submission corresponding to this code that requires co-signing
nl: Er is geen formulierinzending bekend met deze code wat mede-ondertekend dient te worden.

source: The submission during which the email verification was initiated.
nl: De inzending waarbinnen de e-mailverificatie gestart was.

source: component key
nl: componentsleutel

source: Key of the email component in the submission's form.
nl: Sleutel van de e-mailcomponent in de formulierdefinitie.

source: The email address that is being verified.
nl: Het e-mailadres dat geverifieerd wordt.

source: verification timestamp
nl: bevestigingsmoment

source: Unverified emails have no timestamp set.
nl: Niet-bevestigde e-mailadressen hebben geen verificatiemoment.

source: email verification
nl: e-mailverificatie

source: email verifications
nl: e-mailverificaties

source: verified
nl: bevestigd

source: not verified
nl: niet bevestigd

source: Submission to which the result belongs to.
nl: De inzending die hoort bij dit resultaat.

source: celery task ID
nl: achtergrondtaak-ID

source: task IDs
nl: Taak-ID's

source: Celery task IDs of the tasks queued once a post submission event happens.
nl: ID's van achtergrondtaken die gepland zijn wanneer een na-inzendingtrigger afgevuurd wordt.

source: created on
nl: aangemaakt op

source: created by
nl: aangemaakt door

source: Which event scheduled these tasks.
nl: Soort trigger die de achtergrondtaken aangemaakt heeft.

source: post completion metadata
nl: bij-voltooiingmetagegevens

source: form URL
nl: formulier URL

source: URL where the user initialized the submission.
nl: URL waar de gebruiker de inzending is gestart.

source: completed on
nl: afgerond op

source: suspended on
nl: onderbroken op

source: co-sign data
nl: Mede-ondertekenaargegevens

source: Authentication details of a co-signer.
nl: Authenticatiedetails van een mede-ondertekenaar.

source: Cost of this submission. Either derived from the related product, or set through logic rules. The price is calculated and saved on submission completion.
nl: Kosten van deze inzending. Deze zijn gebaseerd op het gerelateerde product of bepaald door logicaregels. De prijs wordt berekend en opgeslagen op de inzending zodra deze is afgerond.

source: last register attempt date
nl: laatste poging tot doorzetting

source: The last time the submission registration was attempted with the backend. Note that this date will be updated even if the registration is not successful.
nl: De laatste poging waarop de inzending is doorgezet naar de registratie backend. Deze datum wordt ook bijgewerkt als de doorzetting niet is gelukt.

source: registration backend retry counter
nl: registratiepogingenteller

source: Counter to track how often we tried calling the registration backend.
nl: Teller die bijhoudt hoe vaak we de registratiebackend probeerden aan te roepen.

source: registration backend result
nl: registratie backend resultaat

source: Contains data returned by the registration backend while registering the submission data.
nl: Bevat de gegevens zoals teruggegeven door de registratie backend bij het versturen van de inzending.

source: registration backend status
nl: registratie backend status

source: Indication whether the registration in the configured backend was successful.
nl: Indicatie of de doorzetting naar de registratie backend succesvol was.

source: pre-registration completed
nl: preregistratie voltooid

source: Indicates whether the pre-registration task completed successfully.
nl: Indicatie of de preregistratietaak succesvol voltooid is.

source: public registration reference
nl: publieke referentie

source: The registration reference communicated to the end-user completing the form. This reference is intended to be unique and the reference the end-user uses to communicate with the service desk. It should be extracted from the registration result where possible, and otherwise generated to be unique. Note that this reference is displayed to the end-user and used as payment reference!
nl: De publieke registratiereferentie meegedeeld aan de eindgebruiker die het formulier invult. Deze referentie is bedoeld om uniek te zijn en de referentie die de eindgebruiker gebruikt om te communiceren met de servicedesk. Het moet waar mogelijk worden gehaald uit het registratieresultaat en anders worden gegenereerd om uniek te zijn. Let op: deze referentie wordt getoond aan de eindgebruiker en gebruikt als betalingskenmerk!

source: cosign complete
nl: mede-ondertekenen voltooid

source: Indicates whether the submission has been cosigned.
nl: Geeft aan of de inzending is mede-ondertekend.

source: cosign request email sent
nl: Mede-ondertekenenverzoek-e-mail verstuurd

source: Has the email to request a co-sign been sent?
nl: Is de e-mail met het mede-ondertekenenverzoek verstuurd?

source: cosign confirmation email sent
nl: Mede-ondertekenenbevestigings-e-mail verstuurd

source: Has the confirmation email been sent after the submission has successfully been cosigned?
nl: Geeft aan of de bevestigings-e-mail na het succesvol mede-ondertekenen verstuurd is.

source: confirmation email sent
nl: Bevestigingse-mail verstuurd

source: Indicates whether the confirmation email has been sent.
nl: Geeft aan of de bevestigingse-mail al verstuurd is.

source: payment complete confirmation email sent
nl: Betaling-voltooidbevestigings-e-mail verstuurd

source: Has the confirmation emails been sent after successful payment?
nl: Geeft aan of de bevestigingse-mails na succesvollte betaling al verstuurd zijn.

source: Has the user accepted the privacy policy?
nl: Indicator of de gebruiker het privacybeleid geaccepteerd heeft.

source: cosign privacy policy accepted
nl: Mede-ondertekenenprivacybeleid geaccepteerd

source: Has the co-signer accepted the privacy policy?
nl: Indicator of de mede-ondertekenaar het privacybeleid geaccepteerd heeft.

source: Did the user declare the form to be filled out truthfully?
nl: Heeft de gebruiker verklaard dat het formulier naar waarheid ingevuld is?

source: cosign statement of truth accepted
nl: mede-ondertekenen verklaring van waarheid geaccepteerd

source: Did the co-signer declare the form to be filled out truthfully?
nl: Heeft de mede-ondertekenaar verklaard dat het formulier naar waarheid ingevuld is?

source: is cleaned
nl: is opgeschoond

source: Indicates whether sensitive data (if there was any) has been removed from this submission.
nl: Geeft aan of gevoelige gegevens verwijders zijn van deze inzending.

source: initial data reference
nl: startdata-referentie

source: An identifier that can be passed as a querystring when the form is started. Initial form field values are pre-populated from the retrieved data. During registration, the object may be updated again (or a new record may be created). This can be an object reference in the Objects API, for example.
nl: Een identificatie die als query-parameter opgegeven kan worden bij het starten van een formulier. Op basis van deze identificatie worden bestaande gegevens opgehaald en gebruikt om formuliervelden voor in te vullen. Bij het registreren kunnen de bestaande gegevens ook weer bijgewerkt worden, indien gewenst, of de gegevens worden als 'nieuw' geregistreerd. Dit kan bijvoorbeeld een referentie zijn naar een record in de Objecten API.

source: on completion task ID
nl: bij voltooiing taak-ID

source: on completion task IDs
nl: bij voltooiing taak-ID's

source: Celery task IDs of the on_completion workflow. Use this to inspect the state of the async jobs.
nl: Celery-taak-ID's van de on_completion-workflow. Gebruik dit om de status van de asynchrone taken te inspecteren.

source: needs on_completion retry
nl: verwerking opnieuw proberen

source: Flag to track if the on_completion_retry chain should be invoked. This is scheduled via celery-beat.
nl: Vlag die aangeeft of een nieuwe verwerkingspoging nodig is. Dit wordt automatisch uitgevoerd op de achtergrond.

source: language code
nl: taalcode

source: The code (RFC5646 format) of the language used to fill in the Form.
nl: De code (RFC5646-formaat) van de taal die gebruikt is tijdens het invullen van het formulier.

source: final registration backend key
nl: uiteindelijke registratiebackendsleutel

source: The key of the registration backend to use.
nl: De sleutel van de backend die voor registratie gebruikt moet worden.

source: submissions
nl: inzendingen

source: Only completed submissions may persist a finalised registration backend key.
nl: Enkel voltooide inzendingen kunnen een registratiebackendsleutel vastleggen.

source: {pk} - started on {started}
nl: {pk} - gestart op {started}

source: (unsaved)
nl: (niet bewaard)

source: (no timestamp yet)
nl: (nog geen datum)

source: No registration backends defined on form.
nl: Er zijn geen registratiebackends geconfigureerd op het formulier.

source: Multiple backends defined on form.
nl: Meerdere backends geconfigureerd op het formulier.

source: Unknown registration backend set by form logic. Trying default...
nl: Onbekende registratiebackend ingesteld via formulierlogica. We proberen de standaardbackend...

source: Submission the temporary file upload belongs to.
nl: De inzending waarin dit bestand toegevoegd is.

source: content of the file attachment.
nl: inhoud van de bijlage.

source: original name
nl: originele naam

source: file size
nl: Bestandsgrootte

source: Size in bytes of the uploaded file.
nl: Bestandsgrootte in bytes.

source: temporary file upload
nl: tijdelijke bestanden

source: temporary file uploads
nl: tijdelijk bestand

source: Submission step the file is attached to.
nl: Inzendingsstap waar het bestand bij hoort.

source: temporary file
nl: tijdelijk bestand

source: Temporary upload this file is sourced to.
nl: Tijdelijk bestand waar deze bijlage bij hoort.

source: submission variable
nl: inzendingsvariabele

source: submission value variable for the form component
nl: variabele-waarde voor het formuliercomponent

source: component configuration path
nl: Componentconfiguratiepad

source: Path to the component in the configuration corresponding to this attachment.
nl: Pad naar de component in de formulierconfiguratie horend bij deze bijlage.

source: component data path
nl: Componentgegevenspad

source: Path to the attachment in the submission data.
nl: Pad naar de bijlage in de inzendinsgegevens.

source: Content of the submission file attachment.
nl: Inhoud van de inzendingsbijlage

source: file name
nl: bestandsnaam

source: reformatted file name
nl: veilige bestandsnaam

source: original uploaded file name
nl: originele bestandsnaam

source: submission file attachments
nl: inzendingsbijlagen

source: form component key
nl: formulier veld sleutel

source: title
nl: titel

source: Title of the submission report
nl: Titel van het document

source: Content of the submission report
nl: Inhoud van het document

source: Submission the report is about.
nl: De inzending die hoort bij dit document.

source: last accessed
nl: laatst gedownload

source: When the submission report was last accessed. This value is updated when the report is downloaded.
nl: Datum waarom het document voor het laatst is opgevraagd. Deze waarde wordt bijgewerkt zodra het document wordt gedownload.

source: task id
nl: Taak ID

source: ID of the celery task creating the content of the report. This is used to check the generation status.
nl: ID van de taak die het document genereerd. Dit ID kan worden gebruikt om de document generatie status te controleren.

source: submission report
nl: document

source: submission reports
nl: documenten

source: modified on
nl: gewijzigd op

source: form step (historical)
nl: formulierstap (historisch)

source: Submission step
nl: Inzendingsstap

source: The submission to which this variable value is related
nl: Inzending waar deze variabelewaarde bij hoort

source: Key of the variable
nl: Sleutel van de variabele
