Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: By sending a list of LogicRules to this endpoint, all the LogicRules related to the form will be replaced with the data sent to the endpoint.
nl: Alle logicaregels van het formulier worden vervangen met de toegestuurde regels.

source: Export form
nl: Formulier exporteren

source: Prepare form edit admin message
nl: Admin berichten voor formulier bewerken voorbereiden

source: List form variables
nl: Formuliervariabelen weergeven

source: List all variables defined for a form.
nl: Geef alle variabelen terug die bij een formulier horen

source: Filter by form variable source
nl: Filteren op oorsprong formuliervariabele

source: List logic rules
nl: Logicaregels weergeven

source: List all logic rules defined for a form.
nl: Geef een lijst van alle logicaregels van een formulier.

source: Generate the JSON schema for a form.
nl: Genereer een JSON-schema voor een formulier.

source: Either a UUID4 or a slug identifying the form.
nl: Een UUID4 of een slug die het formulier identificeert.

source: Save form version
nl: Formulierversie opslaan

source: Restore form version
nl: Formulierversie terugzetten

source: The UUID of the form version
nl: Het UUID van de formulierversie

source: List form versions
nl: Formulierversies weergeven

source: Import form
nl: Formulier importeren

source: No response body
nl: Geen antwoordbericht inhoud

source: Mark the form step as not-applicable
nl: Markeer de formulierstap als niet van toepassing

source: Mark the form step as applicable
nl: Markeer de formulierstap als van toepassing

source: Disable the next step
nl: Volgende stap uitschakelen

source: Modify a component property
nl: Wijzig een veld attribuut

source: Set the value of a variable
nl: Stel de waarde van een variabele in

source: Fetch the value from a service
nl: Haal de waarde op uit een externe registratie

source: Set the registration backend to use for the submission
nl: Zet registratieplugin voor de inzending

source: Evaluate DMN
nl: DMN evalueren

source: Boolean
nl: Ja/Nee

source: Form specific email
nl: Formulierspecifieke e-mail

source: Global email
nl: Globale e-mail

source: No email
nl: Geen e-mail

source: Yes
nl: Ja

source: No (with overview page)
nl: Nee (met overzichtspagina)

source: No (without overview page)
nl: Nee (zonder overzichtspagina)

source: Global setting
nl: Globale instelling

source: Required
nl: Verplicht

source: Disabled
nl: Uitgeschakeld

source: file
nl: bestand

source: Upload your exported ZIP-file.
nl: Upload het geëxporteerde ZIP-bestand.

source: Successfully registered
nl: Successvol geregistreerd

source: Completed
nl: Afgerond

source: Kind
nl: Soort

source: Successfully registered submissions were sent to an external system for further processing. Completed submissions are form submissions finished by the end-user that may or may not be registered.
nl: Succesvol geregistreerde inzendingen zijn inzendingen die naar een extern systeem verstuurd zijn voor de behandeling. Afgeronde inzendingen zijn door de eindgebruiker voltooid op het overzichtsscherm - deze kúnnen mogelijks ook al geregistreerd zijn.

source: From
nl: Vanaf

source: Export form submission that were submitted on or after this date.
nl: Exporteer inzendingen die op of na deze datum ingestuurd zijn.

source: Until
nl: Tot

source: Export form submission that were submitted before or on this date.
nl: Exporteer inzendingen die op of voor deze datum ingestuurd zijn.

source: Forms
nl: Formulieren

source: Limit the export to the selected forms, if specified. Leave the field empty to export all forms. Hold CTRL (or COMMAND on Mac) to select multiple options.
nl: Beperk de export tot de geselecteerde formulieren. Selecteer niets om alle formulieren te exporteren. Houd CTRL (of COMMAND op Mac) ingedrukt om meerdere opties te selecteren.

source: ID of the form to be exported
nl: ID van het formulier dat geëxporteerd moet worden

source: Name of the archive to write data to
nl: Naam van het archiefbestand

source: The name of the ZIP-file to import from
nl: De naam van het ZIP-bestand om te importeren

source: The {name} "{obj}" was added successfully.
nl: De {name} "{obj}" is met succes toegevoegd.

source: The {name} "{obj}" was changed successfully.
nl: De {name} "{obj}" is met succes gewijzigd.

source: The {name} "{obj}" was changed successfully. You may edit it again below.
nl: De {name} "{obj}" is met succes gewijzigd. U kunt deze hieronder nogmaals bewerken.

source: The {name} "{obj}" was added successfully. You may add another {name} below.
nl: De {name} "{obj}" is met succes toegevoegd. U kunt hieronder nog een {name} toevoegen.

source: The {name} "{obj}" was changed successfully. You may add another {name} below.
nl: De {name} "{obj}" is met succes gewijzigd. U kunt hieronder nog een {name} bewerken.

source: You may edit it again below.
nl: U kunt deze hieronder weer bewerken.

source: Human readable name
nl: Eenvoudige naam

source: categories
nl: categorieën

source: internal name
nl: interne naam

source: internal name for management purposes
nl: interne naam voor beheerdoeleinden

source: internal remarks
nl: interne opmerkingen

source: Remarks or intentions about the form. Can also be used to save notes for later use or for another admin user.
nl: Opmerkingen of intenties over het formulier. Kan ook gebruikt worden voor het maken van notities voor later gebruik of voor een andere beheerder.

source: slug
nl: URL-deel

source: form theme
nl: formulierstijl

source: Apply a specific appearance configuration to the form. If left blank, then the globally configured default is applied.
nl: Pas een specifieke stijl toe op het formulier. Indien geen optie gekozen is, dan wordt de globale instelling toegepast.

source: translation enabled
nl: meertaligheid ingeschakeld

source: payment backend
nl: betaalprovider backend

source: price variable key
nl: sleutel prijsvariabele

source: Key of the variable that contains the calculated submission price.
nl: Sleutel van de variabele die de (berekende) kostprijs van de inzending bevat.

source: automatic login
nl: automatisch inloggen

source: appointment enabled
nl: Afspraakformulier

source: Mark the form as an appointment form. Appointment forms do not support form designer steps.
nl: Markeer het formulier als een afspraakformulier. Afspraakformulieren kunnen geen stappen hebben in de form designer - de structuur ligt vast.

source: maximum allowed submissions
nl: maximum aantal inzendingen

source: Maximum number of allowed submissions per form. Leave this empty if no limit is needed.
nl: Het maximum aantal inzendingen die toegestaan zijn voor het formulier. Laat dit veld leeg als er geen beperking is.

source: submissions counter
nl: aantal inzendingen

source: Counter to track how many submissions have been completed for the specific form. This works in combination with the maximum allowed submissions per form and can be reset via the frontend.
nl: Teller die bijhoudt hoeveel inzendingen er gemaakt zijn voor het formulier. Deze werkt samen met de inzendingslimiet en kan gereset worden via de frontend.

source: submission confirmation template
nl: Bevestigingspagina tekst

source: The content of the submission confirmation page. It can contain variables that will be templated from the submitted form data. If not specified, the global template will be used.
nl: De inhoud van de bevestingspagina kan variabelen bevatten die op basis van de ingediende formuliergegevens worden weergegeven. Indien niet opgegeven dan wordt de globale bevestingspagina gebruikt.

source: submission allowed
nl: inzenden toegestaan

source: Whether the user is allowed to submit this form or not, and whether the overview page should be shown if they are not.
nl: Geeft aan of de gebruiker het formulier kan verzenden en of de overzichtspagina getoond wordt als het formulier niet verzonden kan worden.

source: suspension allowed
nl: tussentijds opslaan

source: Whether the user is allowed to suspend this form or not.
nl: Geeft aan of de gebruiker het formulier tussentijds kan opslaan/pauzeren of niet.

source: show progress indicator
nl: toon formulierstappen

source: Whether the step progression should be displayed in the UI or not.
nl: Indien aangevinkt dan worden de stappen van het formulier aan de gebruiker getoond.

source: show summary of the progress
nl: toon voortgangsoverzicht

source: Whether to display the short progress summary, indicating the current step number and total amount of steps.
nl: Vink aan om het korte voortgangsoverzicht weer te geven. Dit overzicht toont de huidige stap en het totaal aantal stappen, typisch onder de formuliertitel.

source: display main website link
nl: toon hoofdsite link

source: Display the link to the main website on the submission confirmation page.
nl: Toon de link naar de hoofdsite op de bevestigingspagina na inzenden.

source: include confirmation page content in PDF
nl: voeg de "bevestigingspaginatekst" toe in de bevestigings-PDF

source: Display the instruction from the confirmation page in the PDF.
nl: Vink aan om de inhoud van het "bevestigingspaginatekst"-veld toe te voegen aan de PDF met gegevens ter bevestiging.

source: send confirmation email
nl: verstuur bevestigingsmail

source: Whether a confirmation email should be sent to the end user filling in the form.
nl: Geef aan of er een bevestigingsmail naar de formulierinzender verstuurd dient te worden.

source: ask privacy consent
nl: vraag toestemming om gegevens te verwerken

source: If enabled, the user will have to agree to the privacy policy before submitting a form.
nl: Indien ingeschakeld, moet de gebruiker akkoord gaan met het privacybeleid voordat hij een formulier indient.

source: ask statement of truth
nl: vraag waarheidsverklaring

source: If enabled, the user will have to agree that they filled out the form truthfully before submitting it.
nl: Indien verplicht dient de gebruiker de verklaring naar waarheid te accepteren voor die het formulier indient.

source: begin text
nl: Formulier starten-label

source: The text that will be displayed at the start of the form to indicate the user can begin to fill in the form. Leave blank to get value from global configuration.
nl: Het label van de knop om het formulier te starten. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: previous text
nl: Vorige stap-label

source: The text that will be displayed in the overview page to go to the previous step. Leave blank to get value from global configuration.
nl: Het label van de knop op de overzichtspagina om naar de vorige stap te gaan. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: change text
nl: Stap wijzigen-label

source: The text that will be displayed in the overview page to change a certain step. Leave blank to get value from global configuration.
nl: Het label de link op de overzichtspagina om een bepaalde stap te wijzigen. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: confirm text
nl: Formulier verzenden-label

source: The text that will be displayed in the overview page to confirm the form is filled in correctly. Leave blank to get value from global configuration.
nl: Het label van de knop op de overzichtspagina om het formulier in te dienen. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: introduction page
nl: introductiepagina

source: Content for the introduction page that leads to the start page of the form. Leave blank to disable the introduction page.
nl: Inhoud voor de introductiepagina die naar de formulierstartpagina leidt. Laat deze leeg om de introductiepagina uit te schakelen.

source: explanation template
nl: Toelichtingssjabloon

source: Content that will be shown on the start page of the form, below the title and above the log in text.
nl: Inhoud die op de formulierstartpagina wordt getoond, onder de titel en boven de startknop(pen).

source: maintenance mode
nl: onderhoudsmodus

source: Users will not be able to start the form if it is in maintenance mode.
nl: Gebruikers kunnen een formulier in onderhoudsmodus niet starten.

source: activate on
nl: Activeren op

source: Date and time on which the form should be activated.
nl: Datum en tijdstip waarop het formulier geactiveerd moet worden.

source: deactivate on
nl: Deactiveren op

source: Date and time on which the form should be deactivated.
nl: Datum en tijdstip waarop het formulier gedeactiveerd moet worden.

source: successful submission removal limit
nl: bewaartermijn voor voltooide inzendingen.

source: Amount of days successful submissions of this form will remain before being removed. Leave blank to use value in General Configuration.
nl: Aantal dagen dat een voltooide inzending bewaard blijft. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: successful submissions removal method
nl: opschoonmethode voor voltooide inzendingen

source: How successful submissions of this form will be removed after the limit. Leave blank to use value in General Configuration.
nl: Geeft aan hoe voltooide inzendingen worden opgeschoond na de bewaartermijn. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: incomplete submission removal limit
nl: bewaartermijn voor sessies

source: Amount of days incomplete submissions of this form will remain before being removed. Leave blank to use value in General Configuration.
nl: Aantal dagen dat een sessie bewaard blijft. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: incomplete submissions removal method
nl: opschoonmethode voor sessies.

source: How incomplete submissions of this form will be removed after the limit. Leave blank to use value in General Configuration.
nl: Geeft aan hoe sessies worden opgeschoond na de bewaartermijn. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: errored submission removal limit
nl: bewaartermijn voor niet voltooide inzendingen inzendingen

source: Amount of days errored submissions of this form will remain before being removed. Leave blank to use value in General Configuration.
nl: Aantal dagen dat een niet voltooide inzendingen (door fouten in de afhandeling) bewaard blijft. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: How errored submissions of this form will be removed after the limit. Leave blank to use value in General Configuration.
nl: Geeft aan hoe niet voltooide inzendingen (door fouten in de afhandeling) worden opgeschoond na de bewaartermijn. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: all submissions removal limit
nl: bewaartermijn van inzendingen

source: Amount of days when all submissions of this form will be permanently deleted. Leave blank to use value in General Configuration.
nl: Aantal dagen dat een inzending bewaard blijft voordat deze definitief verwijderd wordt. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: forms
nl: formulieren

source: {name} (deleted)
nl: {name} (verwijderd)

source: {backend} (invalid)
nl: {backend} (ongeldig)

source: registrations
nl: Registraties

source: logins
nl: inloggen

source: {name} (copy)
nl: {name} (kopie)

source: {slug}-copy
nl: {slug}-kopie

source: Restored form version {version} (from {created}).
nl: Formulierversie {version} hersteld (van {created}).

source: export content
nl: Exportinhoud

source: Zip file containing all the exported forms.
nl: Het ZIP-bestand met daarin alle geëxporteerde formulieren.

source: date time requested
nl: Moment van aanvraag

source: The date and time on which the bulk export was requested.
nl: De datum en tijdstip waarop de bulk export aangevraagd is.

source: The user that requested the download.
nl: De gebruiker die de download heeft aangevraagd.

source: forms export
nl: formulierenexport

source: forms exports
nl: Formulierexports

source: Bulk export requested by %(username)s on %(datetime)s
nl: Bulk-export aangevraagd door %(username)s op %(datetime)s

source: authentication backend
nl: authenticatie-backend

source: authentication backends
nl: authenticatie-backends

source: {backend} on {form}
nl: {backend} van {form}

source: unknown backend
nl: onbekende backend

source: login required
nl: inloggen verplicht

source: is reusable
nl: is herbruikbaar

source: number of Formio components
nl: Aantal Form.io-componenten

source: The total number of Formio components used in the configuration
nl: Het totaal aantal Formio-componenten gebruikt in de configuratie

source: Form definition
nl: Formulierdefinitie

source: Form definitions
nl: formulierdefinities

source: This form definition cannot be removed because it is used in one or more forms.
nl: Deze formulierdefinitie kan niet verwijderd worden omdat deze in één of meerdere formulieren gebruikt wordt.

source: key
nl: sleutel

source: The key to use to refer to this configuration in form logic.
nl: De sleutel om naar deze configuratie te verwijzen in formulierlogica.

source: A recognisable name for this backend configuration.
nl: Een herkenbare naam voor deze plugin en configuratie.

source: registration backend
nl: registratie backend

source: registration backends
nl: registratiebackends

source: step previous text
nl: Vorige stap-label

source: The text that will be displayed in the form step to go to the previous step. Leave blank to get value from global configuration.
nl: Het label van de knop om naar de vorige stap binnen het formulier te gaan. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: step save text
nl: Opslaan-label

source: The text that will be displayed in the form step to save the current information. Leave blank to get value from global configuration.
nl: Het label van de knop om het formulier tussentijds op te slaan. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: step next text
nl: Volgende stap-label

source: The text that will be displayed in the form step to go to the next step. Leave blank to get value from global configuration.
nl: Het label van de knop om naar de volgende stap binnen het formulier te gaan. Laat leeg om de waarde van de algemene configuratie te gebruiken.

source: is applicable
nl: is van toepassing

source: Whether the step is applicable by default.
nl: Geef aan of de stap standaard van toepassing is.

source: form steps
nl: formulierstappen

source: {form_name} step {order}: {definition_name}
nl: {form_name} stap {order}: {definition_name}

source: form submission statistics
nl: inzendingstatistieken

source: Form to which this variable is related
nl: Formulier waarbij deze variabele hoort

source: form definition
nl: Formulierdefinitie

source: Form definition to which this variable is related. This is kept as metadata
nl: Formulierdefinitie waarbij deze variabele hoort.

source: Name of the variable
nl: Variabelenaam

source: Key of the variable, should be unique with the form.
nl: Sleutel van de variabele, uniek binnen het formulier.

source: source
nl: bron

source: Where will the data that will be associated with this variable come from
nl: Oorsprong van de gegevens die in deze variabele opgeslagen worden

source: service fetch configuration
nl: Servicebevragingconfiguratie

source: Which, if any, prefill plugin should be used
nl: Prefill-plugin om gegevens op te halen

source: prefill attribute
nl: prefillattribuut

source: Which attribute from the prefill response should be used to fill this variable
nl: Attribuut uit de prefill-response om de waarde mee te vullen

source: prefill identifier role
nl: Prefill-bron

source: In case that multiple identifiers are returned (in the case of eHerkenning bewindvoering and DigiD Machtigen), should the prefill data related to the main identifier be used, or that related to the authorised person?
nl: Indien meerdere unieke identificaties beschikbaar zijn (bijvoorbeeld bij eHerkenning Bewindvoering en DigiD Machtigen), welke prefill-gegevens moeten dan opgehaald worden? Deze voor de machtiger of de gemachtigde?

source: prefill options
nl: prefillopties

source: The type of the value that will be associated with this variable
nl: Datatype van de waarden voor deze variabele

source: This field represents the data type of the values inside the container for components that are configured as 'multiple'.
nl: Dit veld representeert het data type van de waarde binnen de container voor componenten die geconfigureerd zijn als 'meerdere'.

source: data format
nl: dataformaat

source: The format of the value that will be associated with this variable
nl: Formaat van de waarden voor deze variabele

source: is sensitive data
nl: is privacy-gevoelig

source: Will this variable be associated with sensitive data?
nl: Geef aan of de variabele (mogelijks) privacy-gevoelige waarden zal hebben.

source: initial value
nl: beginwaarde

source: The initial value for this field
nl: De beginwaarde voor dit veld

source: Form variable
nl: Formuliervariabele

source: Form variables
nl: Formuliervariabelen

source: Form variable '{key}'
nl: Formuliervariabele '{key}'

source: Version {number}
nl: Versie {number}

source: The form, form definitions and form steps that make up this version, saved as JSON data.
nl: Het formulier, formulierdefinities en formulierstappen waaruit deze versie bestaat, bewaard als JSON.

source: Date and time of creation of the form version.
nl: Datum en tijd waarop de formulierversie is aangemaakt.

source: User who authored this version.
nl: Gebruiker die deze versie aangemaakt heeft.

source: version description
nl: Versie-omschrijving

source: Description/context about this particular version.
nl: Omschrijving/context bij deze specifieke versie.

source: application version
nl: applicatieversie

source: App release/version at the time this version was created.
nl: Applicatieversie op het moment dat deze versie onstond.

source: application commit hash
nl: Commit hash van de applicatie

source: Application commit hash at the time this version was created.
nl: Commit hash van de applicatie op het moment dat deze versie onstond.

source: form version
nl: formulierversie

source: form versions
nl: formulierversies

source: Logic rule description in natural language.
nl: Beschrijving logicaregel in natuurlijke taal.

source: Form to which the JSON logic applies.
nl: Formulier waar de JSON-logic voor geldt.

source: JSON logic associated with a step in a form.
nl: JSON-logic gekoppeld aan een stap in een formulier.

source: actions
nl: acties

source: Which action(s) to perform if the JSON logic evaluates to true.
nl: Welke actie(s) moet(en) worden uitgevoerd als de JSON-logic wordt geëvalueerd als waar.

source: is advanced
nl: Is geavanceerd

source: Is this an advanced rule (the admin user manually wrote the trigger as JSON)?
nl: Is dit een geavanceerde regel (de beheerder heeft de trigger handmatig als JSON geschreven)?

source: form logic
nl: formulierlogica

source: form logic rules
nl: formulierlogicaregels

source: Successfully registered submissions between {start} and {end}
nl: Aangemaakte registraties van {start} tot en met {end}

source: Successfully completed submissions between {start} and {end}
nl: Afgeronde inzendingen van {start} tot en met {end}

source: Public reference
nl: Publieke referentie

source: Form name (public)
nl: Formuliernaam (publiek)

source: Form name (internal)
nl: Formuliernaam (intern)

source: Submitted on
nl: Ingezonden op

source: Registered on
nl: Geregistreerd op

source: Import form(s)
nl: Importeer formulier(en)

source: Remove from sorting
nl: Verwijder uit sortering

source: Sorting priority: %(priority_number)s
nl: Sorteervolgorde:%(priority_number)s

source: Toggle sorting
nl: Sorteren in/uitschakelen

source: Forms without category
nl: Formulieren zonder categorie

source: Home
nl: Thuis
