Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The TCP port on which ClamAV is listening.
nl: Poortnummer (TCP) waarop de ClamAV service luistert.

source: ClamAV socket timeout
nl: ClamAV-connectie timeout

source: ClamAV socket timeout expressed in seconds (optional).
nl: ClamAV socket timeout, in seconden.

source: recipients email digest
nl: ontvangers (probleem)rapportage

source: The email addresses that should receive a daily report of items requiring attention.
nl: Geef de e-mailaddressen op van beheerders die een dagelijkse rapportage dienen te ontvangen van eventuele problemen die actie vereisen.

source: wait for payment to register
nl: wacht tot betalingen voltoooid zijn om inzendingen te verwerken

source: Should a submission be processed (sent to the registration backend) only after payment has been received?
nl: Mag een inzending pas verwerkt worden nadat de betaling ontvangen is?

source: General configuration
nl: Algemene configuratie

source: ClamAV host and port need to be configured if virus scan is enabled.
nl: De ClamAV host en poortnummer moeten ingesteld zijn om virusscannen in te schakelen.

source: Cannot connect to ClamAV: {error}
nl: Kon niet verbinden met de antivirus-service: {error}

source: CSP header value.
nl: CSP header waarde.

source: An extra tag for this CSP entry, to identify the exact source.
nl: Een extra label voor de CSP-configuratie zodat de precieze bron bepaald kan worden.

source: A unique identifier for the tile layer.
nl: Unieke identificatie voor de achtergrondlaag.

source: tile layer url
nl: achtergrondlaag-URL

source: URL to the tile layer image, used to define the map component background. To ensure correct functionality of the map, EPSG 28992 projection should be used. Example value: https://service.pdok.nl/brt/achtergrondkaart/wmts/v2_0/standaard/EPSG:28992/{z}/{x}/{y}.png
nl: URL naar de tegels van de achtergrondlaag van de kaart. Om de juiste werking te garanderen moet de laag de EPSG:28992-projectie gebruiken. Bijvoorbeeld: https://service.pdok.nl/brt/achtergrondkaart/wmts/v2_0/standaard/EPSG:28992/{z}/{x}/{y}.png

source: An easily recognizable name for the tile layer, used to identify it.
nl: Een herkenbare naam voor de achtergrondlaag zodat je deze kan selecteren in keuzemenu's.

source: map tile layer
nl: kaartachtergrondlaag

source: map tile layers
nl: kaartachtergrondlagen

source: An easily recognizable name for the theme, used to identify it.
nl: Een herkenbare naam om deze stijl te identificeren.

source: theme logo
nl: logo

source: Upload the theme/orgnization logo, visible to users filling out forms. We advise dimensions around 150px by 75px. SVG's are permitted.
nl: Upload het logo van de gemeente dat zichtbaar is op de formulierwebsite. We adviseren de dimensies van 150 x 75 pixels. SVG-bestanden zijn toegestaan.

source: Upload the email logo, visible to users who receive an email. We advise dimensions around 150px by 75px. SVG's are not permitted.
nl: Upload het logo van de gemeente dat zichtbaar is in e-mails. We adviseren de dimensies van 150 x 75 pixels. SVG-bestanden zijn niet toegestaan.

source: theme CSS class name
nl: Thema CSS class name

source: If provided, this class name will be set on the <html> element.
nl: Indien ingevuld, dan wordt deze class name aan het <html> element toegevoegd.

source: theme stylesheet URL
nl: Stylesheet-URL thema

source: The URL must point to a CSS resource (.css extension).
nl: De URL moet naar een CSS bestand wijzen (.css extensie).

source: The URL stylesheet with theme-specific rules for your organization. This will be included as final stylesheet, overriding previously defined styles. Note that you also have to include the host to the `style-src` CSP directive. Example value: https://unpkg.com/@utrecht/design-tokens@1.0.0-alpha.20/dist/index.css.
nl: URL naar de stylesheet met thema-specifieke regels voor uw organisatie. Deze stylesheet wordt als laatste ingeladen, waarbij eerdere stijlregels dus overschreven worden. Vergeet niet dat u ook de host van deze URL aan de `style-src` CSP configuratie moet toevoegen. Voorbeeldwaarde: https://unpkg.com/@utrecht/design-tokens@1.0.0-alpha.20/dist/index.css.

source: theme stylesheet
nl: Stylesheet thema

source: A stylesheet with theme-specific rules for your organization. This will be included as final stylesheet, overriding previously defined styles. If both a URL to a stylesheet and a stylesheet file have been configured, the uploaded file is included after the stylesheet URL.
nl: Een stylesheet met thema-specifieke regels voor uw organisatie. Deze stylesheet wordt als laatste ingeladen. Indien je tegelijkertijd een stylesheet-URL en -bestand opgeeft, dan wordt het bestand na de URL ingeladen.

source: design token values
nl: design token waarden

source: Values of various style parameters, such as border radii, background colors... Note that this is advanced usage. Any available but un-specified values will use fallback default values. See https://open-forms.readthedocs.io/en/latest/installation/form_hosting.html#run-time-configuration for documentation.
nl: Waarden met diverse stijl parameters, zoals randen, achtergrondkleuren, etc. Dit is voor geavanceerde gebruikers. Attributen die niet zijn opgegeven vallen terug op standaardwaarden. Zie https://open-forms.readthedocs.io/en/latest/installation/form_hosting.html#run-time-configuration voor documentatie.

source: themes
nl: stijlen

source: Overview
nl: Overzicht

source: Name
nl: Naam

source: Failed to validate the configuration.
nl: Kon de configuratie niet valideren

source: Skipped
nl: Overgeslagen

source: Preview theme '%(theme)s'
nl: Bekijk stijl '%(theme)s'

source: Themes
nl: Stijlen

source: Preview a theme
nl: Bekijk een stijl

source: Your request is not yet complete.
nl: Je aanvraag is nog niet compleet.

source: Cosigning required
nl: Medeondertekening nodig

source: You can start the cosigning process immediately by clicking the button below.
nl: Je kan het mede-ondertekenen meteen starten door de onderstaande knop aan te klikken.

source: Alternative instructions
nl: Alternatieve instructies

source: We've sent an email with a cosign request to <a href="mailto:%(tt_openvariable)s cosigner_email %(tt_closevariable)s">%(tt_openvariable)s cosigner_email %(tt_closevariable)s</a>. Once the submission has been cosigned we will start processing your request.
nl: Wij hebben een e-mail gestuurd voor medeondertekening naar <a href="mailto:%(tt_openvariable)s cosigner_email %(tt_closevariable)s">%(tt_openvariable)s cosigner_email %(tt_closevariable)s</a>. Als deze ondertekend is, nemen wij je aanvraag in behandeling.

source: If you need to contact us about this submission, you can use the reference <strong>%(tt_openvariable)s public_reference %(tt_closevariable)s</strong>
nl: Als je contact moet opnemen over deze aanvraag, dan kan je de referentie <strong>%(tt_openvariable)s public_reference %(tt_closevariable)s</strong> gebruiken.

source: privacy policy
nl: privacybeleid
