Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Once your request has been processed, you will be sent an email (at the address configured in your admin profile) containing a link where you can download a zip file with all the exported forms.
nl: Zodra uw verzoek verwerkt is, ontvangt u een e-mail met een link naar het ZIP-bestand dat alle geëxporteerde formulieren bevat.

source: Export
nl: Exporteren

source: Import forms
nl: Importeer formulieren

source: Import
nl: Importeren

source: Hi,
nl: Hallo,

source: Your zip file containing the exported forms is ready and can be downloaded at the following URL: %(download_url)s
nl: Uw ZIP-bestand met formulier-exports is klaar. U kunt deze downloaden op de volgende URL: %(download_url)s.

source: Best wishes,
nl: Met vriendelijke groet,

source: Open Forms
nl: Open Formulieren

source: form name
nl: formuliernaam

source: submission count
nl: aantal inzendingen

source: Export submission statistics
nl: Inzendingstatistieken exporteren

source: <p>Here you can create an export of successfully registered form submissions. The export file contains the following columns: public reference, form name, form internal name, the submission datetime and the timestamp of registration.</p> <p>You can use the filters below to limit the result set in the export.</p>
nl: <p>Je kan hier een export maken van inzendingen die met success geregistreerd zijn. Het exportbestand bevat de volgende kolommen: publieke referentie, formuliernaam, interne formuliernaam, inzendingsdatum- en tijd en het tijdstip van registratie.</p><p>Je kan de onderstaande filters gebruiken om de geëxporteerde items te beperken.</p>

source: Search
nl: Zoek

source: Show all
nl: Alles tonen

source: You are seeing this page because you're a staff user.
nl: U ziet deze pagina omdat u een ingelogde beheerder bent.

source: Javascript SDK used
nl: Gebruikte Javascript SDK

source: Loading form builder.
nl: Laden van formulier editor.

source: FormIO '{type}' component validator
nl: FormIO '{type}' component validatie

source: Top-level value must be an Object.
nl: De waarde op het hoogste niveau moet een Object zijn.

source: Top-level key 'components' is missing.
nl: De sleutel 'components' ontbreekt op het hoogste niveau.

source: The 'components' value must be a list of components.
nl: De waarde van 'components' moet een lijst van componenten zijn.

source: Form is deleted.
nl: Formulier is verwijderd

source: This form definition cannot be marked as 'not-reusable' as it is used in multiple existing forms.
nl: De formulierdefinitie kan niet als 'niet-herbruikbaar' gemarkeerd worden omdat deze in meerdere formulieren gebruikt wordt.

source: The component '{key}' (at JSON path '{path}') has template syntax errors in the field '{field}'.
nl: De component '{key}' (op JSON-pad '{path}') heeft sjabloonsyntaxfouten in het veld '{field}'.

source: Detected duplicate keys in configuration: {errors}
nl: Er zijn dubbele sleutels gedetecteerd in de configuratie: {errors}.

source: Logging
nl: Logboek

source: Hijack
nl: Kaping

source: Submission lifecycle
nl: Inzendingslevenscyclus

source: timeline log entry
nl: tijdlijn logboekvermelding

source: timeline log entries
nl: tijdlijn logboekvermeldingen

source: Staff user {user}
nl: Beheerder {user}

source: Authenticated via plugin {auth}
nl: Geauthenticeerd via plugin {auth}

source: Anonymous user
nl: Anonieme gebruiker

source: (unknown)
nl: (onbekend)

source: content object
nl: object

source: message
nl: bericht

source: avg timeline log entry
nl: AVG logboekvermelding

source: avg timeline log entries
nl: AVG logboekvermeldingen

source: %(lead)s: %(analytics_tool)s has been disabled
nl: %(lead)s: %(analytics_tool)s uitgeschakeld

source: %(lead)s: %(analytics_tool)s has been enabled
nl: %(lead)s: %(analytics_tool)s ingeschakeld

source: %(lead)s: Appointment plugin %(plugin)s reported: Cancellation failed.
nl: %(lead)s: Afspraakplugin %(plugin)s meldt: Annulering mislukt.

source: %(lead)s: Appointment plugin %(plugin)s cancellation task started.
nl: %(lead)s: Afspraakplugin %(plugin)s meldt: Annuleringstaak gestart.

source: %(lead)s: Appointment plugin %(plugin)s reported: Cancellation succeeded.
nl: %(lead)s: Afspraakplugin %(plugin)s meldt: Annulering gelukt.

source: %(lead)s: Appointment plugin %(plugin)s reported: Registration failed.
nl: %(lead)s: Afspraakplugin %(plugin)s meldt: Registratie mislukt.

source: %(lead)s: Appointment plugin registration task skipped.
nl: %(lead)s: Afspraakplugin registratietaak overgeslagen.

source: %(lead)s: Appointment plugin %(plugin)s registration task started.
nl: %(lead)s: Afspraakplugin %(plugin)s registratietaak gestart.

source: %(lead)s: Appointment plugin %(plugin)s reported: Registration succeeded.
nl: %(lead)s: Afspraakplugin %(plugin)s meldt: Registratie geslaagd.

source: %(lead)s: Appointment plugin %(plugin)s reported: Update failed.
nl: %(lead)s: Afspraakplugin %(plugin)s meldt: Aanpassing mislukt.

source: %(lead)s: Appointment plugin %(plugin)s update task started.
nl: %(lead)s: Afspraakplugin %(plugin)s aanpassingstaak gestart.

source: %(lead)s: Appointment plugin %(plugin)s reported: Update succeeded.
nl: %(lead)s: Afspraakplugin %(plugin)s meldt: Aanpassing geslaagd.

source: %(lead)s: Performed a form bulk import. Some forms could not be imported.
nl: %(lead)s: bulk import uitgevoerd. Niet alle formulieren konden geïmporteerd worden.

source: %(lead)s: Performed a form bulk import.
nl: %(lead)s: bulk import uitgevoerd.

source: %(lead)s: Confirmation email task failed.
nl: %(lead)s: Bevestigingse-mail taak mislukt.

source: %(lead)s: Confirmation email queued with countdown of %(countdown)s s.
nl: %(lead)s: Versturen bevestigingsmail is gepland (over %(countdown)s sec).

source: %(lead)s: Confirmation email queued without countdown.
nl: %(lead)s: Bevestigingsmail is gepland voor onmiddellijke versturing.

source: %(lead)s: Confirmation email task skipped.
nl: %(lead)s: Bevestigingse-mail taak overgeslagen.

source: %(lead)s: Confirmation email task started.
nl: %(lead)s: Bevestigingse-mail taak gestart.

source: %(lead)s: Confirmation email sent.
nl: %(lead)s: Bevestigingse-mail verstuurd.

source: %(lead)s: Could not queue the email for the co-signer.
nl: %(lead)s: E-mail naar de mede-ondertekenaar kon niet ingeplanned worden.

source: %(lead)s: Successfully queued the email for the co-signer.
nl: %(lead)s: E-mail naar de mede-ondertekenaar wordt binnen enkele momenten verstuurd.

source: %(lead)s: Bulk export file downloaded.
nl: %(lead)s: bulk-export bestand gedownload.

source: %(lead)s: The status of the email being sent for the event "%(event)s" has changed. It is now: "%(status)s"
nl: %(lead)s: De e-mailverzendstatus voor het event "%(event)s" is gewijzigd naar "%(status)s".

source: %(lead)s: Form was activated.
nl: %(lead)s: formulier geactiveerd.

source: %(lead)s: Form was deactivated.
nl: %(lead)s: formulier gedeactiveerd.

source: %(lead)s: %(user)s submitted form %(form)s successfully.
nl: %(lead)s: %(user)s heeft formulier %(form)s succesvol ingediend.

source: %(lead)s: User %(user)s released user %(hijacked)s
nl: %(lead)s: Gebruiker %(user)s heeft gebruiker %(hijacked)s weer vrijgegeven

source: %(lead)s: User %(user)s hijacked user %(hijacked)s
nl: %(lead)s: Gebruiker %(user)s heeft gebruiker %(hijacked)s overgenomen ("kaping")

source: %(lead)s: JSON logic raised an error during evaluation
nl: %(lead)s: Fout bij het evalueren van de JSON logica

source: %(lead)s: Registration plugin %(plugin)s reported: cannot perform initial data reference ownership check for anonymous user.
nl: %(lead)s: Registratieplugin %(plugin)s meldt: kan eigenaarschap niet controleren voor anonieme gebruiker.

source: %(lead)s: Registration plugin %(plugin)s reported: authenticated user is not the owner of referenced object.
nl: %(lead)s: Registratieplugin %(plugin)s meldt: de ingelogde gebruiker is niet de eigenaar van het aangewezen object.

source: %(lead)s: Registration plugin %(plugin)s reported: authenticated user is the owner of referenced object.
nl: %(lead)s: Registratieplugin %(plugin)s meldt: de ingelogde gebruiker is de eigenaar van het aangewezen object.

source: %(lead)s: User %(user)s viewed outgoing request log %(method)s %(url)s in the admin
nl: %(lead)s: Gebruiker %(user)s bekeek de log voor uitgaande verzoek %(method)s %(url)s in de admin.

source: %(lead)s: Payment plugin %(plugin)s order '%(order_id)s' reported failure.
nl: %(lead)s: Betalingsplugin %(plugin)s bestelling '%(order_id)s' meldt een fout.

source: %(lead)s: Payment plugin %(plugin)s order '%(order_id)s' returned from browser flow and set status '%(status)s'.
nl: %(lead)s: Betalingsplugin %(plugin)s bestelling '%(order_id)s' is afgerond in het externe browserproces en de status '%(status)s' ingesteld.

source: %(lead)s: Payment plugin %(plugin)s order '%(order_id)s' started browser flow.
nl: %(lead)s: Betalingsplugin %(plugin)s bestelling '%(order_id)s' start het externe browserproces.

source: Flow entered via email link.
nl: Binnenkomst op betaalflow via e-maillink.

source: %(lead)s: Payment plugin %(plugin)s order '%(order_id)s' received a webhook and set status '%(status)s'.
nl: %(lead)s: Betalingsplugin %(plugin)s bestelling '%(order_id)s' heeft een webhook ontvangen en de status '%(status)s' ingesteld.

source: %(lead)s: Payment plugin %(plugin)s order '%(order_id)s' reported: Payment registration failure.
nl: %(lead)s: Betalingsplugin %(plugin)s bestelling '%(order_id)s' meldt: Betalingsregistratie mislukt.

source: %(lead)s: Payment plugin %(plugin)s order '%(order_id)s' reported: Payment registration success.
nl: %(lead)s: Betalingsplugin %(plugin)s bestelling '%(order_id)s' meldt: Betalingsregistratie geslaagd.

source: %(lead)s: PDF generation task failed.
nl: %(lead)s: PDF generatietaak mislukt.

source: %(lead)s: PDF generation skipped: a report already exists.
nl: %(lead)s: PDF generatietaak overgeslagen: Document bestaat al.

source: %(lead)s: PDF generation started.
nl: %(lead)s: PDF generatie gestart.

source: %(lead)s: PDF generated succesfully.
nl: %(lead)s: PDF succesvol gegenereerd.

source: %(lead)s: Prefill plugin %(plugin)s returned empty values
nl: %(lead)s: Prefillplugin %(plugin)s gaf lege waarden terug.

source: %(lead)s: Prefill plugin %(plugin)s reported: Failed to retrieve information.
nl: %(lead)s: Prefillplugin %(plugin)s meldt: Informatie kon niet worden opgehaald.

source: %(lead)s: Prefill plugin %(plugin)s reported: Successfully retrieved information to prefill fields: %(fields)s
nl: %(lead)s: Prefillplugin %(plugin)s meldt: Informatie met succes opgehaald om velden te prefillen: %(fields)s.

source: %(lead)s: Could not get the price from variable '%(variable)s'. Error: %(error)s.
nl: %(lead)s: Kon de prijs niet uit de variabele '%(variable)s' bepalen. Fout: %(error)s.

source: %(lead)s: Failed to fetch items from Referentielijsten API: %(error)s
nl: %(lead)s: Kon geen items ophalen van de Referentielijsten-API: %(error)s

source: %(lead)s: Registration task stopped after %(num_attempts)s failed attempts.
nl: %(lead)s: Registratietaak gestopt na %(num_attempts)s gefaalde pogingen.

source: name unknown
nl: naam onbekend

source: %(lead)s: Registration debug: %(message)s%(resolved_backend)s
nl: %(lead)s: Registratie-debuggegevens: %(message)s %(resolved_backend)s

source: %(lead)s: Registration plugin %(plugin)s reported: Registration failed.
nl: %(lead)s: Registratieplugin %(plugin)s meldt: Registratie mislukt.

source: %(lead)s: Registration plugin %(plugin)s reported: payment status update failed.
nl: %(lead)s: Registratieplugin %(plugin)s meldt: Registratie van betaling mislukt.

source: %(lead)s: Registration payment status update skipped.
nl: %(lead)s: Registratietaak voor het bijwerken van de betaling overgeslagen.

source: %(lead)s: Registration payment status update started.
nl: %(lead)s: Registratietaak voor het bijwerken van de betaling gestart.

source: %(lead)s: Registration plugin %(plugin)s reported: payment status update succeeded.
nl: %(lead)s: Registratieplugin %(plugin)s meldt: Registratie van betaling geslaagd.

source: %(lead)s: Registration task skipped: no backend configured.
nl: %(lead)s: Registratietaak overgeslagen: Geen backend geconfigureerd.

source: %(lead)s: Skipped registration, because this submission is waiting for a payment.
nl: %(lead)s: Registratiestap overgeslagen, de inzending moet eerst betaald worden.

source: %(lead)s: Registration task started.
nl: %(lead)s: Registratietaak gestart.

source: %(lead)s: Registration plugin %(plugin)s reported: Registration succeeded.
nl: %(lead)s: Registratieplugin %(plugin)s meldt: Registratie geslaagd.

source: %(lead)s: Registration plugin %(plugin)s reported: updating registered submission with confirmation email failed.
nl: %(lead)s: Registratieplugin %(plugin)s meldt: Wijzigen van registratie met bevestigingsmail mislukt.

source: %(lead)s: Update submission registration with confirmation email skipped: no backend configured.
nl: %(lead)s: Wijzigen registratietaak met bevestigingsmail overgeslagen: Geen "backend geconfigureerd.

source: %(lead)s: Registration plugin %(plugin)s reported: updating registered submission with confirmation email succeeded.
nl: %(lead)s: Registratieplugin %(plugin)s meldt: Wijzigen van registratie met bevestigingsmail geslaagd.

source: %(lead)s: Skipped registration, because this submission is waiting to be co-signed.
nl: %(lead)s: Registratiestap overgeslagen, de inzending moet eerst mede-ondertekend worden.

source: %(lead)s: Making StUF BG request to url %(url)s
nl: %(lead)s: Uitvoeren StUF-BG verzoek naar url %(url)s

source: %(lead)s: StUF BG response from url %(url)s
nl: %(lead)s: StUF-BG antwoord ontvangen van url %(url)s

source: %(lead)s: Failed StUF ZDS response from url %(url)s
nl: %(lead)s: Gefaald StUF-ZDS antwoord van url %(url)s

source: %(lead)s: Making StUF ZDS request to url %(url)s
nl: %(lead)s: Uitvoeren StUF-ZDS verzoek naar url %(url)s

source: %(lead)s: Successful StUF ZDS response from url %(url)s
nl: %(lead)s: Geslaagd StUF-ZDS antwoord van url %(url)s

source: on behalf of the customer
nl: voor de klant

source: %(lead)s: %(user)s authenticated for form %(form)s%(delegation)s
nl: %(lead)s: %(user)s is geauthenticeerd voor formulier %(form)s%(delegation)s

source: %(lead)s: User %(user)s viewed submission %(submission)s for form %(form)s in the admin
nl: %(lead)s: Gebruiker %(user)s bekeek inzending %(submission)s voor formulier %(form)s in de admin

source: %(lead)s: User %(user)s viewed submission %(submission)s for form %(form)s through the api
nl: %(lead)s: Gebruiker %(user)s bekeek inzending %(submission)s voor formulier %(form)s via de API

source: %(lead)s: User %(user)s exported submissions for form %(form)s
nl: %(lead)s: Gebruiker %(user)s exporteerde inzendingen voor formulier %(form)s

source: %(lead)s: logged rule of %(submission)s for form %(form)s
nl: %(lead)s: logica-logregel voor %(submission)s (formulier %(form)s)

source: %(lead)s: %(user)s starts new submission for form %(form)s
nl: %(lead)s: %(user)s start nieuwe inzending voor formulier %(form)s

source: %(lead)s: %(user)s fills step "%(step)s" (ID: %(step_id)s) for form %(form)s
nl: %(lead)s: %(user)s vult stap "%(step)s" (ID: %(step_id)s) in voor formulier %(form)s

source: %(lead)s: SubmissionPayment '%(payment_uuid)s' was transferred from Submission %(old_submission_id)s to Submission %(new_submission_id)s.
nl: %(lead)s: Betaling '%(payment_uuid)s' is overgezet van inzending %(old_submission_id)s naar inzending %(new_submission_id)s.

source: The name to show in the domain switcher.
nl: De naam om weer te geven in de domeinwisselaar

source: The absolute URL to redirect to. Typically this starts the login process on the other domain. For example: https://open-forms.example.com/oidc/authenticate/ or https://open-forms.example.com/admin/login/
nl: De volledige URL om naar om te leiden. Deze URL start typisch het login proces op het doeldomein. Bijvoorbeeld: https://open-forms.example.com/oidc/authenticate/ of https://open-forms.example.com/admin/login/

source: current
nl: huidige

source: Select this to show this domain as the current domain. The current domain is selected by default and will not trigger a redirect.
nl: Selecteer deze optie om dit domein weer te geven als het huidige domein. Het huidige domein is standaard geselecteerd in de domeinwisselaar.

source: domains
nl: domeinen

source: Domain switcher
nl: Domeinwisselaar

source: Request type
nl: Verzoektype

source: Data
nl: Gegevens

source: List available payment plugins
nl: Lijst van beschikbare betaalproviderplugins

source: OpenForms Payments App
nl: Open Formulieren betaalprovider applicatie

source: Started by user
nl: Gestart door gebruiker

source: Backend is processing
nl: Backend is aan het verwerken

source: Cancelled or failed
nl: Geannuleerd of mislukt

source: Completed by user
nl: Voltooid door gebruiker

source: Completed and registered
nl: Voltooid en geregistreerd

source: Demo payments plugin
nl: Demo betaalproviderplugin

source: Ogone payment plugin
nl: Ogone betaalproviderplugin

source: Ogone Test
nl: Ogone testomgeving

source: Ogone Live
nl: Ogone productieomgeving

source: Human readable label
nl: Eenvoudige naam

source: SHA-IN passphrase
nl: SHA-IN wachtwoord

source: This must match with the Ogone backend
nl: Deze moet overeenkomen met de Ogone backend

source: SHA-OUT passphrase
nl: SHA-OUT wachtwoord

source: Hash algorithm
nl: Hash algorithme

source: Preset endpoint
nl: Vooraf ingestelde URL

source: Select a common preset endpoint
nl: Selecteer een gemeenschappelijk vooraf ingestelde URL

source: Custom endpoint
nl: Aangepaste URL

source: Optionally override the preset endpoint
nl: Optioneel de vooraf ingestelde URL overschrijven

source: API Key created for the specified PSPID. This value will be used when upgrading to a Open Forms version supporting the Worldline payment provider.
nl: API Key aangemaakt voor de specifieke PSPID. Deze waarde zal gebruikt worden tijdens het upgraden naar een Open Forms versie die de nieuwe Worldline betalingsprovider ondersteunt.

source: API Secret created for the specified PSPID. This value will be used when upgrading to a Open Forms version supporting the Worldline payment provider.
nl: API Secret aangemaakt voor de specifieke PSPID. Deze waarde zal gebruikt worden tijdens het upgraden naar een Open Forms versie die de nieuwe Worldline betalingsprovider ondersteunt.

source: Merchant to use
nl: Handelaar (Merchant) om te gebruiken

source: TITLE template
nl: TITLE-sjabloon

source: Optional custom template for the title displayed on the payment page. You can include all form variables (using their keys) and the 'public_reference' variable (using expression '{{ public_reference }}'). If unspecified, a default description is used.
nl: Sjabloon voor de titel die op de betaalpagina getoond wordt. Je kan alle formuliervariabelen gebruiken (gebruik de variabelesleutel als naam) en de 'public_reference' sjabloonvariabele (gebruik de expressie '{{ public_reference }}'). Indien geen sjabloon opgegeven is, dan wordt een standaardomschrijving gebruikt.

source: COM template
nl: COM-sjabloon

source: Optional custom template for the description, included in the payment overviews for the backoffice. Use this to link the payment back to a particular process or form. You can include all form variables (using their keys) and the 'public_reference' variable (using expression '{{ public_reference }}'). If unspecified, a default description is used. Note that the length of the result is capped to 100 characters and only alpha-numeric characters are allowed.
nl: Sjabloon voor de omschrijving van de betaling in de afschriften die je bij Ogone kan ophalen. Gebruik dit om betalingen aan processen/afdelingen te koppelen. Je kan alle formuliervariabelen gebruiken (gebruik de variabelesleutel als naam) en de 'public_reference' sjabloonvariabele (gebruik de expressie '{{ public_reference }}'). Indien geen sjabloon opgegeven is, dan wordt een standaardomschrijving gebruikt. Merk op dat het resultaat op 100 karakters afgekapt wordt en enkel alfanumerieke tekens toegestaan zijn.

source: Worldline payment plugin
nl: Worldline betaalproviderplugin

source: Worldline Test
nl: Worldline testomgeving

source: Worldline Live
nl: Worldline productieomgeving

source: API Key created for the specified PSPID
nl: API Key aangemaakt voor de specifieke PSPID

source: API Secret created for the specified PSPID
nl: API Secret aangemaakt voor de specifieke PSPID

source: Add merchant
nl: Merchant toevoegen

source: [Open Forms] {form_name} - submission payment received {public_reference}
nl: [Open Formulieren] {form_name} - betaling ontvangen {public_reference}

source: Payment backend
nl: Betaalprovider backend

source: Payment options
nl: Betaalopties

source: Copy of payment options at time of initializing payment.
nl: Kopie van betalingsopties op het moment van initialisatie van de betaling.

source: Order ID
nl: Bestelling ID

source: The order ID to be sent to the payment provider. This ID is built by concatenating an optional global prefix, the submission public reference and a unique incrementing ID.
nl: Het ordernummer wat naar de betaalprovider gestuurd wordt. Dit nummer wordt opgebouwd met een (optionele) globale prefix, publieke inzendingsreferentienummer en een uniek nummer.

source: payment amount
nl: bedrag

source: Total payment amount.
nl: Totaal bedrag.

source: payment status
nl: betaalstatus

source: Status of the payment process in the configured backend.
nl: Status van het betalingsproces in de geconfigureerde back-end.

source: provider payment ID
nl: betaal-ID bij de provider

source: The ID assigned to the payment by the payment provider.
nl: Het unieke ID van de betaling bij de betaalprovider.

source: submission payment details
nl: betalingsdetails

source: Payment required!
nl: Betaling benodigd!

source: Total:
nl: Totaal:

source: Start payment
nl: Start het betaalproces

source: Thanks!
nl: Bedankt!

source: The template must include the {uid} placeholder.
nl: Het sjabloon moet verplicht de {uid} placeholder bevatten.

source: The template may only consist of alphanumeric, /, ., _ and - characters.
nl: Je mag enkel alfanumerieke karakters en de tekens '/', '-', '_' en '.' gebruiken.

source: Start payment flow
nl: Start het betaalproces

source: This endpoint provides information to start the payment flow for a submission. Due to support for legacy platforms this view doesn't redirect but provides information for the frontend to be used client side. Various validations are performed: * the form and submission must require payment * the `plugin_id` is configured on the form * payment is required and configured on the form * the `next` parameter must be present * the `next` parameter must match the CORS policy The HTTP 200 response contains the information to start the flow with the payment provider. Depending on the 'type', send a `GET` or `POST` request with the `data` as 'Form Data' to the given 'url'.
nl: Dit endpoint geeft informatie om het betaalproces te starten voor een inzending. Om legacy platformen te ondersteunen kan dit endpoint niet doorverwijzen maar geeft doorverwijs informatie terug aan de frontend die het verder moet afhandelen. Diverse validaties worden uitgevoerd: * het formulier vereist betaling * de `plugin_id` moet geconfigureerd zijn op het formulier * de `next` parameter moet aanwezig zijn * de `next` parameter moet overeenkomen met het CORS-beleid Het HTTP 200 antwoord bevat informatie om het betaalproces te starten bij de betaalprovider. Afhankelijk van het `type`, een `POST` of `GET` is wordt verstuurd met de `data` als 'Form Data' naar de opgegeven 'url'.
