Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Whether the child is selected by the user or not for further processing
nl: Ongeacht of het kind is geselecteerd door de gebruiker voor verdere behandeling

source: Invalid data.
nl: Incorrecte data.

source: The email address {value} has not been verified yet.
nl: Het e-mailadres {value} is nog niet bevestigd.

source: Value is before minimum time
nl: De waarde is voor de minimumtijd

source: Value is after maximum time
nl: De waarde is na de maximale tijd

source: Value is not between mininum and maximum time.
nl: De waarde ligt niet tussen de minimale en maximale tijd.

source: The value of {root_key} must match the value of {nested_key} in 'data'.
nl: De waarde van {root_key} moet overeenkomen met de waarde van {nested_key} in 'data'.

source: Invalid URL.
nl: Ongeldige URL.

source: Size does not match the uploaded file.
nl: De grootte komt niet overeen met de bestandsgrootte van de upload.

source: Name does not match the uploaded file.
nl: De bestandsnaam komt niet overeen met de upload.

source: Checkbox must be checked.
nl: Het selectievakje moet aangevinkt zijn.

source: Ensure this field has at least {min_selected_count} checked options.
nl: Zorg dat dit veld {min_selected_count} of meer opties aangevinkt heeft.

source: Ensure this field has no more than {max_selected_count} checked options.
nl: Zorg dat dit veld {max_selected_count} of minder opties aangevinkt heeft.

source: Expected a list of items but got type "{input_type}".
nl: Een lijst van waarden was verwacht, maar kreeg "{input_type}".

source: This list may not be empty.
nl: De lijst mag niet leeg zijn.

source: Ensure this field has at least {min_length} elements.
nl: Zorg dat dit veld {min_length} of meer waarden heeft.

source: Ensure this field has no more than {max_length} elements.
nl: Zorg dat dit veld {max_length} of minder waarden heeft.

source: Variable obtained with expression %(items_expression)s for dynamic options is not an array.
nl: De variable verkregen via de expressie %(items_expression)s voor dynamische keuzelijstopties is geen lijst (array).

source: Expression %(items_expression)s did not return a valid option for each item.
nl: De expressie %(items_expression)s resulteerde niet in bruikbare opties voor elk item.

source: The dynamic options obtained with expression %(items_expression)s contain non-primitive types.
nl: De dynamische keuzelijstopties verkregen met de expressie %(items_expression)s bevat niet-primitieven (objecten of arrays).

source: Could not retrieve options from Referentielijsten API.
nl: Kon geen beschikbare opties ophalen van Referentielijsten API.

source: Cannot fetch from ReferenceLists API, because no `service` is configured.
nl: Kan geen gegevens ophalen van referentielijsten-API, omdat er geen `service` is geconfigureerd.

source: Cannot fetch from ReferenceLists API, because no `code` is configured.
nl: Kan geen gegevens ophalen van referentielijsten-API, omdat er geen `code` is geconfigureerd.

source: Cannot fetch from ReferenceLists API, service with {service_slug} does not exist.
nl: Kan geen gegevens ophalen uit de referentielijsten-API, service {service_slug} bestaat niet.

source: Exception occurred while fetching from ReferenceLists API: {exception}.
nl: Er deed zich een fout voor tijdens het ophalen van gegevens uit de referentielijsten-API: {exception}.

source: No results found from ReferenceLists API.
nl: Geen resultaten gevonden van de referentielijsten-API.

source: attachment: %s
nl: bijlage: %s

source: signature added
nl: handtekening toegevoegd

source: Show in summary
nl: Weergeven in samenvatting

source: Show in PDF
nl: Weergeven in PDF

source: Show in confirmation email
nl: Weergeven in bevestigingsmail

source: Affixes
nl: Voorvoegsels

source: Lastname
nl: Achternaam

source: Date of birth
nl: Geboortedatum

source: Firstnames
nl: Voornamen

source: Invalid variable key. It must only contain alphanumeric characters, underscores, dots and dashes and should not be ended by dash or dot.
nl: Ongeldige variabelesleutel. De sleutel mag enkel alfanumerieke karakters, liggende streepjes, punten en streepjes bevatten en mag niet eindigen met een streepje of punt.

source: form count
nl: aantal formulieren

source: Actions
nl: Acties

source: Show forms
nl: Toon formulieren

source: has reached submission limit
nl: status inzendingslimiet

source: Available for submission
nl: Accepteert nieuwe inzendingen

source: Unavailable for submission
nl: Limiet bereikt

source: is deleted
nl: is verwijderd

source: Available forms
nl: Beschikbare formulieren

source: Deleted forms
nl: Verwijderde formulieren

source: Show form
nl: Toon formulier

source: {} {} was successfully copied
nl: {} {} is met succes gekopieerd

source: {} {} was successfully exported
nl: {} {} is met succes geëxporteerd

source: Copy selected %(verbose_name_plural)s
nl: Kopieer geselecteerde %(verbose_name_plural)s

source: Copied {count} {verbose_name} object.
nl: {count} {verbose_name} object gekopieerd

source: Set selected %(verbose_name_plural)s to maintenance mode
nl: Schakel de onderhoudsmodus in voor geselecteerde %(verbose_name_plural)s

source: Set {count} {verbose_name} object to maintenance mode
nl: Onderhoudsmodus aangezet voor {count} {verbose_name} object

source: Remove %(verbose_name_plural)s from maintenance mode
nl: Schakel de onderhoudsmodus uit voor geselecteerde %(verbose_name_plural)s.

source: Removed {count} {verbose_name} object from maintenance mode
nl: Onderhoudsmodus uitgezet voor {count} {verbose_name} object

source: Export forms
nl: Formulieren exporteren

source: Please configure your email address in your admin profile before requesting a bulk export
nl: Gelieve eerst uw e-mailadres in te stellen in uw gebruikersaccount voordat u een bulk-export doet.

source: {name} cannot be removed because it is used in one or more forms.
nl: {name} kan niet verwijderd worden omdat deze in één of meerdere formulieren gebruikt wordt.

source: Delete selected %(verbose_name_plural)s
nl: Verwijder geselecteerde %(verbose_name_plural)s

source: used in
nl: gebruikt in

source: submitted between
nl: ingezonden tussen

source: Red
nl: Rood

source: Forms export ready
nl: Export formulieren gereed

source: Invalid form uuids.
nl: Ongeldige formulier-IDs.

source: Success! You will receive an email when your export is ready.
nl: Gelukt! U ontvangt een e-mail zodra de export gereed is.

source: Something went wrong while importing form: {}
nl: Er is iets foutgegaan bij het importeren van formulier: {}

source: Form successfully imported!
nl: Formulier is succesvol geïmporteerd

source: The bulk import is being processed! The imported forms will soon be available.
nl: Uw bulk-import wordt op de achtergrond verwerkt. De geïmporteerde formulieren zullen binnenkort beschikbaar zijn.

source: UUID of the form the definition is used in.
nl: UUID van het formulier waarin de definitie gebruikt wordt.

source: List forms
nl: Formulieren weergeven

source: List the available forms with minimal information. Does not include soft deleted forms.
nl: Geef een lijst van beschikbare formulieren met minimale hoeveelheid aan informatie. Formulieren die als "verwijderd" gemarkeerd zijn, komen niet terug.

source: authentication backend options
nl: authenticatie-backend-instellingen

source: registration backend options
nl: registratie backend opties

source: cosign request has links in email
nl: mede-ondertekenenverzoek-e-mail bevat links

source: Indicates whether deep links are included in the cosign request emails or not.
nl: Geeft aan of er links gebruikt worden in de e-mail voor mede-ondertekenverzoek.

source: The authentication backend to which the user will be automatically redirected upon starting the form. The chosen backend must be present in `auth_backends`
nl: De authenticatie-plugin waar de gebruiker automatisch heen wordt gestuurd bij het starten van het formulier. De gekozen plugin moet aanwezig zijn in `auth_backends`

source: category
nl: categorie

source: URL to the category in the Open Forms API
nl: URL naar de formuliercategorie in de Open Forms API

source: theme
nl: stijl

source: URL to the theme in the Open Forms API
nl: URL naar de stijl in de Open Forms API

source: URL to the product in the Open Forms API
nl: URL van het product in de Open Formulieren API

source: payment backend options
nl: betaalprovider backend opties

source: Resume link lifetime
nl: Geldigheidsduur "formulier hervatten"-link

source: The number of days that the resume link is valid for.
nl: Het aantal dagen dat de link geldig blijft.

source: submission statements configuration
nl: Verklaringenconfiguratie voor inzending

source: A list of statements that need to be accepted by the user before they can submit a form. Returns a list of formio component definitions, all of type 'checkbox'.
nl: Een lijst van verklaringen die de gebruiker moet accepteren om het formulier te kunnen inzenden. Deze worden teruggegeven als lijst van Form.io-componentdefinities, allemaal van het type 'checkbox'.

source: The `auto_login_authentication_backend` must be one of the selected backends from `auth_backends`
nl: De `auto_login_authentication_backend` moet één van de backends uit `auth_backends` zijn.

source: The file that contains the form, form definitions and form steps.
nl: Het bestand dat het formulier, de formulierdefinities en de formulierstappen bevat.

source: Registration backend key
nl: Registratiebackend-sleutel

source: The registration backend key for which to generate the schema.
nl: De registratiebackend-sleutel waarvoor het schema moet worden gegenereerd.

source: Registration backend identifier
nl: Registratiebackend-identificatie

source: Registration backend options
nl: Registratiebackend-instellingen

source: Backend with key '{key}' does not exist for form '{form}'
nl: Backend met sleutel '{key}' bestaat niet voor formulier '{form}'

source: Backend with id '{backend}' does not allow JSON schema generation
nl: Backend met id '{backend}' staat niet toe om een JSON-schema te genereren

source: submit action
nl: verzendactie

source: Which submit action was clicked. This determines the success message todisplay.
nl: Welke opslaan-actie is aangeklikt. Dit bepaald de melding om weer te geven.

source: is create
nl: is aanmaken

source: Whether the submit action was a create operation or update.
nl: Geeft aan of de opslaan-actie een aanmaak operatie betreft of een wijziging.

source: redirect URL
nl: omleiden URL

source: Where the UI should redirect the user to. The exact admin URL varies with the submit action.
nl: Waar de gebruikersinterface de gebruiker naar toe moet sturen. De precieze beheer-URL hangt af van de opslaan-actie.

source: Link to the change/view page in the admin interface
nl: Link naar de wijzigen/weergave pagina in de beheeromgeving

source: Form.io configuration
nl: Form.io configuratie

source: The form definition as Form.io JSON schema
nl: De formulierdefinitie als Form.io JSON schema

source: Used in forms
nl: Gebruikt in formulieren

source: The collection of forms making use of this definition. This includes both active and inactive forms.
nl: De verzameling van actieven en niet actieve formulieren die gebruik maken van deze formulierdefinitie.

source: The variable key must be unique within a form
nl: De variabelesleutel moet uniek zijn binnen een formulier

source: The variable key cannot be equal to any of the following values: {static_data}.
nl: De variabelesleutel mag niet gelijk zijn aan een van de volgende waarden: {static_data}.

source: The service fetch configuration with identifier {config_id} does not exist
nl: De servicebevragenconfiguratie met ID {config_id} bestaat niet

source: Invalid component variable: no component with corresponding key present in the form definition.
nl: Ongeldige componentvariabele: er bestaat geen component met de opgegeven sleutel in de formulierdefinitie.

source: Prefill plugin, attribute and options can not be specified at the same time.
nl: De plugin, het attribuut en de opties voor prefill kunnen niet allemaal tegelijk opgegeven worden.

source: Prefill options should not be specified for component variables.
nl: Je kan geen prefillopties opgeven voor variabelen die uit een component afgeleid zijn.

source: Prefill plugin must be specified with either prefill attribute or prefill options.
nl: Je moet prefillopties of een prefillattribuut opgeven als je een prefillplugin selecteert.

source: property key
nl: attribuutsleutel

source: The Form.io component property to alter, identified by `component.key`
nl: Het Form.io component attribute dat gewijzigd moet worden, geïdentificeerd door `component.key`

source: The type of the value field
nl: Het type van het waardeveld

source: value of the property
nl: waarde van het attribuut

source: Valid JSON determining the new value of the specified property. For example: `true` or `false`.
nl: De JSON die de nieuwe waarde van het gespecificeerde attribuut bepaald. Bijvoorbeeld: `true` of `false`.

source: Value
nl: Waarde

source: A valid JsonLogic expression describing the value. This may refer to (other) Form.io components.
nl: Een JSON-logic expressie die de waarde beschrijft. Deze mag naar (andere) Form.io componenten verwijzen.

source: service_fetch_configuration
nl: Registratie-bevragenconfiguratie

source: Key of the form variable.
nl: Sleutel van de formuliervariabele.

source: DMN input parameter name.
nl: Naam DMN-invoerparameter

source: Decision definition ID
nl: Beslisdefinitie-ID

source: Decision definition version
nl: Beslisdefinitieversie

source: Input mapping
nl: Invoerparameters

source: Output mapping
nl: Uitvoerparameters

source: registration_backend_key
nl: Registratiebackendsleutel

source: Action type for this particular action.
nl: Soort actie

source: Key of the Form.io component that the action applies to. This field is required for the action types {action_types} - otherwise it's optional.
nl: Sleutel van de Form.io-component waarop de actie van toepassing is. Dit veld is verplicht voor de actietypes {action_types} - anders is het optioneel.

source: Key of the target variable
nl: Sleutel van de bestemmingsvariabele

source: Key of the target variable whose value will be changed. This field is required for the action types {action_types} - otherwise it's optional.
nl: Sleutel van de variabele die aangepast wordt door de actie. Dit veld is verplicht voor de actietypes {action_types} - anders is het optioneel.

source: form step
nl: formulierstap

source: The UUID of the form step that will be affected by the action. This field is required if the action type is `%(action_type)s`, otherwise optional.
nl: De formulierstap die wordt beïnvloed door de actie. Dit veld is verplicht als het actietype `%(action_type)s` is, anders optioneel.

source: The variable {varname} does not exist.
nl: De variabele {varname} bestaat niet.

source: Value for date variable must be a string in the format yyyy-mm-dd (e.g. 2023-07-03)
nl: De waarde van een datumvariabele moet een string zijn met het formaat jjjj-mm-dd (bijv. 2023-07-03).

source: Invalid form step specified in logic action.
nl: Ongeldige formulierstapverwijzing.

source: The trigger expression to determine if the actions should execute or not. Note that this must be a valid JsonLogic expression, and the first operand must be a reference to a variable in the form.
nl: De expressie om te bepalen of de actie uitgevoerd moet worden of niet. Let op dat dit een valide JSON-logic expressie moet zijn en de eerste operand moet een verwijzing zijn naar een variabele in het formulier.

source: trigger from step
nl: Trigger vanaf stap

source: When set, the trigger will only be checked once the specified step is reached. This means the rule will never trigger for steps before the specified trigger step. If unset, the trigger will always be checked.
nl: Indien opgegeven, dan wordt de trigger pas geëvalueerd zodra de aangegeven stap bereikt is. Dit betekent dat de regel nooit uitgevoerd zal worden voor stappen vóór de trigger-stap. Indien niet opgegeven, dan wordt de trigger altijd geëvalueerd.

source: Actions triggered when the trigger expression evaluates to 'truthy'.
nl: Acties die worden geactiveerd wanneer de trigger-expressie wordt geëvalueerd als 'truthy'.

source: Order of the rule relative to the form it belongs to. Logic rules are evaluated in this order. Note that specifying a value for the order here will cause the rules before/after this rule to be re-calculated.
nl: Volgorde van de regel binnen het formulier. Logicaregels worden in deze volgorde uitgevoerd. Merk op dat het zetten van een volgnummer ervoor zorgt dat het volgnummer van regels voor/na deze regel opnieuw berekend wordt.

source: The first operand must be a `{"var": "<componentKey>"}` expression.
nl: De eerste operand moet een `{"var": "<componentKey>"}` expressie zijn.

source: The variable cannot be empty.
nl: De variabele mag niet leeg zijn.

source: The specified variable is not related to the form
nl: De opgegeven variabele is niet aanwezig in het formulier

source: You must specify a step that belongs to the same form as the logic rule itself.
nl: Je moet een stap opgegeven die bij hetzelfde formulier hoort als de regel.

source: First form step must be applicable.
nl: De eerste formulierstap moet altijd van toepassing zijn.

source: There are template syntax errors in the expression.
nl: Er zijn sjabloonsyntaxfouten in de expressie.

source: Either a UUID4 or a slug identifiying the form.
nl: Een UUID4 of een slug die het formulier identificeert.

source: List form steps
nl: Formulierstappen weergeven

source: Retrieve form step details
nl: Formulierstap details weergeven

source: Create a form step
nl: Formulierstap aanmaken

source: Update all details of a form step
nl: Formulierstap in zijn geheel bijwerken

source: Update some details of a form step
nl: Formulierstap gedeeltelijk bijwerken

source: Delete a form step
nl: Formulierstap verwijderen

source: List form step definitions
nl: Formulierstap definities weergeven

source: Get a list of existing form definitions, where a single item may be a re-usable or single-use definition. This includes form definitions not currently used in any form(s) at all. You can filter this list down to only re-usable definitions or definitions used in a particular form. **Note**: filtering on both `is_reusable` and `used_in` at the same time is implemented as an OR-filter. **Warning: the response data depends on user permissions** Non-staff users receive a subset of all the documented fields. The fields reserved for staff users are used for internal form configuration. These are: {admin_fields}
nl: Geef een lijst van bestaande formulierdefinities waarin één enkele definitie herbruikbaar of voor éénmalig gebruik kan zijn. Dit is inclusief definities die in geen enkel formulier gebruikt zijn. Je kan deze lijst filteren op enkel herbruikbare definities of definities die in een specifiek formulier gebruikt worden. **Merk op**: tegelijk filteren op `is_reusable` en `used_in` is geïmplementeerd als een OF-filter - je krijgt dus beide resultaten terug. **Waarschuwing: de gegevens in het antwoord zijn afhankelijk van je gebruikersrechten** Gebruikers die geen beheerder zijn, ontvangen maar een deel van de gedocumenteerde velden. De velden die enkel voor beheerders beschikbaar zijn, zijn voor interne formulierconfiguratie. Het gaat om de velden: {admin_fields}

source: Retrieve form step definition details
nl: Formulierstap definitie details weergeven

source: Create a form definition
nl: Formulierdefinitie toevoegen

source: Update all details of a form definition
nl: Formulierdefinitie in zijn geheel bijwerken

source: Update some details of a form definition
nl: formulierdefinitie gedeeltelijk bijwerken

source: Delete a form definition
nl: Verwijder een formulierdefinitie

source: Retrieve form definition JSON schema
nl: Formulierdefinitie JSON schema weergeven

source: List the active forms, including the pointers to the form steps. Form steps are included in order as they should appear. **Warning: the response data depends on user permissions** Non-staff users receive a subset of all the documented fields. The fields reserved for staff users are used for internal form configuration. These are: {admin_fields}
nl: Geef een lijst van actieve formulieren, inclusief verwijzingen naar de formulierstappen. De formulierstappen komen voor in de volgorde waarin ze zichtbaar moeten zijn. **Waarschuwing: de gegevens in het antwoord zijn afhankelijk van je gebruikersrechten** Gebruikers die geen beheerder zijn, ontvangen maar een deel van de gedocumenteerde velden. De velden die enkel voor beheerders beschikbaar zijn, zijn voor interne formulierconfiguratie. Het gaat om de velden: {admin_fields}

source: Retrieve form details
nl: Formulier details weergeven

source: Retrieve the details/configuration of a particular form. A form is a collection of form steps, where each form step points to a formio.js form definition. Multiple definitions are combined in logical steps to build a multi-step/page form for end-users to fill out. Form definitions can be (and are) re-used among different forms. **Warning: the response data depends on user permissions** Non-staff users receive a subset of all the documented fields. The fields reserved for staff users are used for internal form configuration. These are: {admin_fields} If the form doesn't have translations enabled, its default language is forced by setting a language cookie and reflected in the Content-Language response header. Normal HTTP Content Negotiation rules apply.
nl: Haal de details/configuratie op van een specifiek formulier. Een formulier is een verzameling van één of meerdere formulierstappen waarbij elke stap een verwijzing heeft naar een formio.js formulierdefinitie. Meerdere definities samen vormen een logisch geheel van formulierstappen die de klant doorloopt tijdens het invullen van het formulier. Formulierdefinities kunnen herbruikbaar zijn tussen verschillende formulieren. **Waarschuwing: de response-data is afhankelijk van de gebruikersrechten** Gebruikers die geen beheerder zijn, ontvangen maar een deel van de gedocumenteerde velden. De velden die enkel voor beheerders beschikbaar zijn, zijn voor interne formulierconfiguratie. Het gaat om de velden: {admin_fields} Wanneer meertaligheid niet ingeschakeld is voor het formulier, dan wordt de standaardtaal (`settings.LANGUAGE_CODE`) geforceerd gezet in een language cookie. De actieve taal wordt gecommuniceerd in de Content-Language response header. De gebruikelijke HTTP Content Negotiation principes zijn van toepassing.

source: Create form
nl: Formulier aanmaken

source: Update all details of a form
nl: Formulier in zijn geheel bijwerken

source: Update given details of a form
nl: Formulier gedeeltelijk bijwerken

source: Mark form as deleted
nl: Formulier markeren als verwijderd

source: Destroying a form leads to a soft-delete to protect related submissions. These deleted forms are no longer visible in the API endpoints.
nl: Het verwijderen van een formulier markeert het formulier slechts als verwijderd om gerelateerde inzendingen te beschermen. Formulieren die gemarkeerd zijn als verwijderd komen niet meer in de API naar voren.

source: Bulk configure form variables
nl: Configureer formuliervariabelen in bulk

source: By sending a list of FormVariables to this endpoint, all the FormVariables related to the form will be replaced with the data sent to the endpoint.
nl: Alle variabelen van het formulier worden vervangen met de toegestuurde variabelen.

source: Bulk configure logic rules
nl: Configureer logicaregels in bulk
