Repository: open-formulieren/open-forms
Catalog: src/openforms/conf/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Authentication plugins call this endpoint in the return step of the authentication flow. Depending on the plugin, either `GET` or `POST` is allowed as HTTP method. Typically authentication plugins will redirect again to the URL where the SDK is embedded. Various validations are performed: * the form must be live * the `plugin_id` is configured on the form * logging in is required on the form * the redirect target must match the CORS policy
nl: Authenticatieplugins roepen dit endpoint aan zodra het externe login proces is afgerond. Afhankelijk van de plugin, een `POST` of `GET` is toegestaan als HTTP-methode. Authenticatieplugins zullen typisch een redirect uitvoeren naar de SDK. Diverse validaties worden uitgevoerd: * het formulier moet actief zijn * de `plugin_id` moet geconfigureerd zijn op het formulier * het formulier verplicht inloggen * de URL waarnaar geredirect wordt moet overeenkomen met het CORS-beleid

source: URL where the SDK initiated the authentication flow.
nl: URL waar de SDK begonnen is met het authenticatie proces.

source: Allowed HTTP method(s) for this plugin.
nl: Toegestaande HTTP methoden voor deze plugin.

source: OK. Possibly a form with validation errors is rendered.
nl: OK. Er kan een formulier met validatie fouten worden getoond.

source: {plugin_name} is selected as authentication backend for one or more forms, please remove this backend from these forms before disabling this authentication backend.
nl: {plugin_name} wordt gebruikt in één of meerdere formulieren. Haal deze plugin eerst uit de inlogopties voor je deze backend uitschakelt.

source: BRK configuration
nl: BRK-configuratie

source: Validation plugin config: BRK - Zakelijk gerechtigd
nl: Validatiepluginconfiguratie: BRK - Zakelijk gerechtigde

source: {api_name} endpoint is not configured
nl: {api_name} endpoint is niet geconfigureerd

source: Response data is not a dictionary
nl: De antwoorddata is geen object

source: Response does not contain results
nl: Antwoord bevat geen resultaten

source: Service for API interaction with the BRK.
nl: Service voor interactie met de BRK-API.

source: No BSN is available to validate your address.
nl: Er is geen BSN beschikbaar voor de adrescontrole.

source: There was an error while retrieving the available properties. Please try again later.
nl: Er deed zich een fout voor bij het opvragen van de beschikbare eigendommen. Gelieve het later opnieuw te proberen.

source: According to our records, you are not a legal owner of this property.
nl: Volgens onze gegevens ben je geen zakelijk gerechtigde op dit eigendom.

source: No property found for this address.
nl: Kon geen onroerend goed vinden voor dit adres.

source: DigiD/Eherkenning utilities
nl: DigiD/Eherkenning ondersteunende functionaliteit

source: Haal Centraal configuration
nl: Haal Centraal configuratie

source: Service not selected
nl: Geen service geselecteerd.

source: Client error: {exception}
nl: Client-fout: {exception}

source: BRP Personen Bevragen API version
nl: BRP Personen Bevragen API-versie

source: The API version provided by the selected service.
nl: De API-versie aangeboden door de geselecteerde service.

source: default BRP Personen purpose limitation header value
nl: standaardwaarde BRP Personen doelbinding-header

source: The default purpose limitation ("doelbinding") for queries to the BRP Persoon API. If a more specific value is configured on a form, that value is used instead.
nl: De standaard "doelbinding" voor BRP Personen bevragingen. Mogelijke waarden hiervoor zijn afhankelijk van je gateway-leverancier en/of eigen organisatie-instellingen. Je kan deze ook op formulierniveau opgeven en dan overschrijft de formulierspecifieke waarde de standaardwaarde.

source: default BRP Personen processing header value
nl: standaardwaarde BRP Personen verwerking-header

source: The default processing ("verwerking") for queries to the BRP Persoon API. If a more specific value is configured on a form, that value is used instead.
nl: De standaard "verwerking" voor BRP Personen bevragingen. Mogelijke waarden hiervoor zijn afhankelijk van je gateway-leverancier. Je kan deze ook op formulierniveau opgeven en dan overschrijft de formulierspecifieke waarde de standaardwaarde.

source: header name for OIN value
nl: Header voor OIN waarde

source: The header name that will be used to pass the organization identification number (OIN).
nl: De header die wordt gebruikt voor het organisatie indentificatie nummer (OIN).

source: Form
nl: Formulier

source: BRP Personen purpose limitation header value
nl: BRP Personen doelbinding-header

source: The purpose limitation ("doelbinding") for queries to the BRP Persoon API.
nl: De "doelbinding" voor BRP Personen bevragingen. Mogelijke waarden hiervoor zijn afhankelijk van je gateway-leverancier en/of eigen organisatie-instellingen.

source: BRP Personen processing header value
nl: BRP Personen verwerking-header

source: The processing ("verwerking") for queries to the BRP Persoon API.
nl: De "verwerking" voor BRP Personen bevragingen. Mogelijke waarden hiervoor zijn afhankelijk van je gateway-leverancier.

source: BRP Personen request options
nl: BRP Personen Bevragen request-opties

source: BRP Request options for form {form_pk}
nl: BRP Personen request-opties voor formulier {form_pk}

source: The x-verwerking header must contain at most one '@' character.
nl: De waarde voor de verwerking-header max maximaal één '@'-karakter bevatten.

source: postal code
nl: postcode

source: Postal code to use in search
nl: Postcode om naar te zoeken

source: house number
nl: huisnummer

source: House number to use in search
nl: Huisnummer om naar te zoeken

source: street name
nl: straatnaam

source: Found street name
nl: Gevonden straatnaam

source: city
nl: stad

source: Found city
nl: Gevonden stad

source: city and street name secret
nl: gedeeld geheim straatnaam en stad

source: Secret for the combination of city and street name
nl: Gedeeld geheim voor de combinatie van stad en straatnaam

source: Latitude and longitude in the WGS 84 coordinate system.
nl: Latitude en longitude in het WGS 84 coördinatenstelsel.

source: Rijkdsdriehoek coordinates
nl: Rijksdriehoekcoördinaten

source: X and Y coordinates in the [Rijkdsdriehoek](https://nl.wikipedia.org/wiki/Rijksdriehoeksco%C3%B6rdinaten) coordinate system.
nl: X- en Y-coördinaten in de [Rijkdsdriehoek](https://nl.wikipedia.org/wiki/Rijksdriehoeksco%C3%B6rdinaten) coordinate system.

source: Latitude, in decimal degrees.
nl: Latitude, in decimale graden.

source: Longitude, in decimal degrees.
nl: Longitude, in decimale graden.

source: Closest address
nl: Dichtstbijzijndste adres

source: Get a street name and city
nl: Haal de straatnaam en stad op

source: Get the street name and city for a given postal code and house number.
nl: Haal de straatnaam en stad op voor een opgegeven postcode en huisnummer.

source: Postal code of the address
nl: Postcode van het adres

source: House number of the address
nl: Huisnummer van het adres

source: Get an adress based on coordinates
nl: Zoek adres op basis van coördinaten

source: Get the closest address name based on the given longitude and latitude.
nl: Haal de omschrijving op van het dichtsbijzijndste adres voor de opgegeven longitude en latitude.

source: The latitude of the location, in decimal degrees.
nl: De latitude van de locatie, in decimale graden.

source: The longitude of the location, in decimal degrees.
nl: De longitude van de locatie, in decimale graden.

source: List address suggestions with coordinates.
nl: Geef lijst van adressuggesties met coördinaten.

source: Get a list of addresses, ordered by relevance/match score of the input query. Note that only results having latitude/longitude data are returned. The results are retrieved from the configured geo search service, defaulting to the Kadaster location server.
nl: Haal een lijst op van adressen, gesorteerd op relevantie/match score van de zoekopdracht. Merk op dat enkel resultaten voorzien van latitude/longitude teruggegeven worden. Deze resultaten worden opgehaald uit de ingestelde geo-zoekservice. Standaard is dit de Locatieserver van het Kadaster.

source: Search query for the address to retrieve suggestions with geo-information for.
nl: Zoekopdracht voor het adres om suggesties met geo-informatie voor op te halen.

source: Missing query parameter 'q'
nl: De query-parameter 'q' ontbreekt

source: Service for geo search queries.
nl: Service voor geo-zoekopdrachten.

source: Select which service to use for the BAG API.
nl: Selecteer welke service gebruikt moet worden voor de BAG API.

source: Kadaster API configuration
nl: API-configuratie Kadaster

source: KvK code & configuration
nl: KvK code en configuratie

source: Validation plugin config: KVK numbers
nl: Validatiepluginconfiguratie: KVK-nummers

source: {api_name} endpoint is not configured.
nl: {api_name} endpoint is niet geconfigureerd.

source: Did not find kvkNummer='{kvk}' in results
nl: Kon KvK-nummer {kvk} niet vinden in de resultaten.

source: Service for API used to retrieve basis profielen.
nl: API die gebruikt wordt om basisprofielen in de KVK API op te halen.

source: Service for API used for validation of KvK, RSIN and vestigingsnummer's.
nl: API die gebruikt wordt om KVK, RSIN's en vestigingsnummers te valideren.

source: KvK configuration
nl: KvK configuratie

source: %(type)s should have %(size)i characters.
nl: %(type)s moet %(size)i tekens lang zijn.

source: Branch number
nl: Vestigingsnummer

source: %(type)s does not exist.
nl: %(type)s bestaat niet.

source: KvK branch number
nl: KvK vestigingsnummer

source: Microsoft code & configuration
nl: Microsof code en configuratie

source: Human readable label to identify services
nl: Eenvoudige naam om services te identificeren

source: Tenant ID, in GUID format
nl: Tenant ID in GUID-formaat

source: Client ID, in GUID format (sometimes called App ID or Application ID)
nl: Client ID in GUID-formaat (ook wel App ID of Application ID genoemd)

source: Secret for this Client ID
nl: Secret voor dit Client ID

source: Timeout (in seconds) for HTTP calls.
nl: Timeout (in seconden) voor netwerkverzoeken.

source: Catalogue
nl: Catalogus

source: Specify the catalogue in the selected catalogi API service where the document types are defined. If provided, document types will also be validated against the catalogue.
nl: Selecteer de catalogus (uit de ingestelde Catalogi API-service) waar de documenttypen gedefinieerd zijn. Wanneer documenttypen ingesteld zijn, dan worden deze tegen de catalogus gevalideerd.

source: Default values
nl: Standaardwaarden

source: Default values (deprecated)
nl: Standaardwaarden (verouderd)

source: These configuration fields are deprecated - do not use them for new configurations.
nl: Deze instellingen zijn verouderd - gebruik deze niet meer voor nieuwe configuratie.

source: Objects API group
nl: Objecten API-groep

source: Which Objects API group to use.
nl: De gewenste Objecten API-groep.

source: URL reference to this object. This is the unique identification and location of this object.
nl: URL-referentie naar dit object. Dit is de unieke identificatie en vindplaats van het object.

source: Unique identifier (UUID4).
nl: Unieke identificatie (UUID4).

source: Name of the object type.
nl: Naam van het objecttype.

source: Plural name of the object type.
nl: Naam (meervoud) van het objecttype.

source: Confidential level of the object type.
nl: Vertrouwelijkheidsniveau van het objecttype.

source: Integer version of the Objecttype.
nl: Versie (getal) van het objecttype.

source: Status of the object type version
nl: Publicatiestatus van de objecttypeversie.

source: List available Catalogi from the provided Objects API group
nl: Lijst van beschikbare catalogi (Objecten API)

source: List the available InformatieObjectTypen from the provided Objects API group
nl: Lijst van beschikbare documenttypen (Objecten API)

source: Objects API
nl: Objecten API

source: Missing Objects API credentials for Objects API group {objects_api_group}
nl: Ontbrekende Objecten API authenticatiegegevens voor de Objecten API-groep {objects_api_group}

source: Missing Objecttypes API credentials for Objects API group {objects_api_group}
nl: Ontbrekende Objecttypen API authenticatiegegevens voor de Objecten API-groep {objects_api_group}

source: {api_name} endpoint is not configured for Objects API group {objects_api_group}.
nl: {api_name} endpoint is niet geconfigureerd voor de Objecten API-groep {objects_api_group}.

source: A recognisable name for this set of Objects APIs.
nl: Een herkenbare naam voor deze Objecten API-groep.

source: A unique, human-friendly identifier to identify this group.
nl: Een unieke, herkenbare identificatie om naar deze groep te verwijzen.

source: Objecttypes API
nl: Objecttypen API

source: catalogus domain
nl: catalogusdomein

source: The 'domein' attribute for the Catalogus resource in the Catalogi API.
nl: Het 'domein'-attribuut van de Catalogus-entiteit in de Catalogi API.

source: The 'rsin' attribute for the Catalogus resource in the Catalogi API.
nl: Het 'rsin'-attribuut van de catalogus-entiteit in de Catalogi API.

source: organisation RSIN
nl: organisatie RSIN

source: Default RSIN of organization, which creates the INFORMATIEOBJECT
nl: Standaard RSIN van de organisatie, die het INFORMATIEOBJECT aanmaakt

source: submission report document type description
nl: omschrijving van het documenttype voor het PDF-document

source: Description of the document type in the Catalogi API to be used for the submission report PDF (i.e. the INFORMATIEOBJECTTYPE.omschrijving attribute). The appropriate version will automatically be selected based on the submission timestamp and validity dates of the document type versions.
nl: Omschrijving van het documenttype in de Catalogi API (het INFORMATIEOBJECTTYPE.omschrijving attribuut) voor het PDF-document met inzendingsgegevens. De juiste versie wordt automatisch geselecteerd op basis van de inzendingsdatum en geldigheidsdatums van de documenttypeversies.

source: submission report CSV document type description
nl: omschrijving van het documenttype voor het CSV-document

source: Description of the document type in the Catalogi API to be used for the submission report CSV (i.e. the INFORMATIEOBJECTTYPE.omschrijving attribute). The appropriate version will automatically be selected based on the submission timestamp and validity dates of the document type versions.
nl: Omschrijving van het documenttype in de Catalogi API (het INFORMATIEOBJECTTYPE.omschrijving attribuut) voor het CSV-document met inzendingsgegevens. De juiste versie wordt automatisch geselecteerd op basis van de inzendingsdatum en geldigheidsdatums van de documenttypeversies.

source: attachment document type description
nl: omschrijving bijlage-documenttype

source: Description of the document type in the Catalogi API to be used for the submission attachments (i.e. the INFORMATIEOBJECTTYPE.omschrijving attribute). The appropriate version will automatically be selected based on the submission timestamp and validity dates of the document type versions.
nl: Omschrijving van het documenttype in de Catalogi API (het INFORMATIEOBJECTTYPE.omschrijving attribuut) voor inzendingsbijlagen. De juiste versie wordt automatisch geselecteerd op basis van de inzendingsdatum en geldigheidsdatums van de documenttypeversies.

source: submission report informatieobjecttype
nl: inzendings PDF document informatieobjecttype

source: Default URL that points to the INFORMATIEOBJECTTYPE in the Catalogi API to be used for the submission report PDF
nl: URL naar het standaard INFORMATIEOBJECTTYPE in een Catalogi API dat wordt gebruikt voor het PDF document.

source: submission report CSV informatieobjecttype
nl: inzendings CSV document informatieobjecttype

source: Default URL that points to the INFORMATIEOBJECTTYPE in the Catalogi API to be used for the submission report CSV
nl: URL naar het standaard INFORMATIEOBJECTTYPE in een Catalogi API dat wordt gebruikt voor het CSV document.

source: attachment informatieobjecttype
nl: bijlage informatieobjecttype

source: Default URL that points to the INFORMATIEOBJECTTYPE in the Catalogi API to be used for the submission attachments
nl: URL naar het standaard INFORMATIEOBJECTTYPE in een Catalogi API dat wordt gebruikt voor de bijlagen.

source: Objects API groups
nl: Objecten API-groepen

source: You must specify both domain and RSIN to uniquely identify a catalogue.
nl: Je moet het domein én RSIN beide opgeven om een catalogus uniek te identificeren.

source: You must specify a catalogue when specifying the submission report PDF document type.
nl: Je moet een catalogus aanduiden wanneer je het documenttype voor het PDF-document opgeeft.

source: You must specify a catalogue when specifying the submission report CSV document type.
nl: Je moet een catalogus aanduiden wanneer je het documenttype voor het CSV-document opgeeft.

source: You must specify a catalogue when specifying the submission attachment document type.
nl: Je moet een catalogus aanduiden wanneer je het documenttype voor bijlagen opgeeft.

source: The document type URL is not in the specified catalogue.
nl: De opgegeven documenttype-URL bestaat niet in de ingestelde catalogus.

source: No document type with description {description} found.
nl: Kon geen documenttype met omschrijving '{description}' vinden.

source: The unique code that identifies the table.
nl: Unieke identificatiecode voor de tabel.

source: The name of the table.
nl: Naam van de tabel.

source: Indicates whether or not the table is expired.
nl: Geeft aan of de tabel is verlopen.

source: The unique code that identifies the item.
nl: Unieke identificatiecode voor het item.

source: The name of the item.
nl: Naam van het item.

source: Indicates whether or not the item is expired.
nl: Geeft aan of het item is verlopen.

source: List tables for a ReferenceLists service
nl: Toon alle tabellen van een referentielijstenservice

source: List items for a ReferenceLists table
nl: Toon alle items van een referentielijstentabel

source: catalogue URL
nl: catalogus-URL

source: Filter document types against this catalogue URL.
nl: Filter documenttypen op basis van deze catalogus-URL.

source: case type identification
nl: Zaaktype-identificatie

source: Filter document types for a given case type. The identification is unique within the catalogue for a case type. Note that multiple versions of the same case type with the same identification exist. The filter returns a document type if it occurs within any version of the specified case type.
nl: Filter documenttypen voor een gegeven zaaktype. De zaaktype-identificatie is uniek binnen een catalogus. Merk op dat meerdere versies van hetzelfde zaaktype met dezelfde identificatie kunnen bestaan. De filter geeft een documenttype terug zodra deze binnen één versie van een zaaktype voorkomt.

source: A catalogue URL is required when filtering for a case type.
nl: Je moet een catalogus-URL opgeven als je filtert binnen een zaaktype.

source: domain
nl: domein

source: The display label of the catalogue
nl: Weergavenaam van de catalogus

source: The API resource URL of the catalogue. You can use this for subsequent filtering operations.
nl: De API resource URL van de catalogus. Je kan deze meesturen in andere endpoints om gegevens te filteren.

source: identification
nl: identificatie

source: The unique identification within the catalogue for a given case type. Note that multiple versions of the same case type with the same identification exist.
nl: De unieke identificatie binnen een catalogus van een zaaktype. Merk op dat meerdere versies van hetzelfde zaaktype met dezelfde identificatie kunnen bestaan.

source: description
nl: omschrijving

source: The name/kind of case type based on which people can recognize/search a particular case type.
nl: De omschrijving/soort van het zaaktype waarmee medewerkers het zaaktype kunnen herkennen en opzoeken.

source: Is published
nl: Is gepubliceerd

source: Unpublished case types may be returned when the feature flag 'ZGW_APIS_INCLUDE_DRAFTS' is enabled.
nl: Wanneer de feature flag 'ZGW_APIS_INCLUDE_DRAFTS' ingeschakeld is, dan kunnen ook conceptzaaktypen teruggegeven worden.

source: The description uniquely identifies a document type within a catalogue. Multiple versions of the same document type may exist, these have non-overlapping valid from/valid until dates.
nl: De omschrijving identificeerd een documenttype op unieke wijze binnen een catalogus. Merk op dat meerdere versies van hetzelfde documenttype kunnen bestaan - deze hebben niet-overlappende geldigheidsdatums.

source: Unpublished document types may be returned when the feature flag 'ZGW_APIS_INCLUDE_DRAFTS' is enabled.
nl: Wanneer de feature flag 'ZGW_APIS_INCLUDE_DRAFTS' ingeschakeld is, dan kunnen ook conceptdocumenttypen teruggegeven worden.

source: catalogue label
nl: cataloguslabel

source: A representation of the catalogue containing the document type.
nl: Weergave van de catalogus die het documenttype bevat.

source: The description/label given to the role type in the Catalogi API. It identifies the role type within a case type.
nl: De omschrijving/het label van het roltype in de Catalogi-API. Deze verwijst naar het roltype binnen een zaaktype.

source: generic description
nl: omschrijving generiek

source: One of the pre-determined generic descriptions, such as 'behandelaar' or 'belanghebbende'.
nl: Eén van de vaste, generieke omschrijvingen, bijvoorbeeld 'behandelaar' of 'belanghebbende'.

source: The url of a product bound to a case type.
nl: De URL van een product dat gekoppeld is aan een zaaktype.

source: The description of a product bound to a case type.
nl: De omschrijving van een product dat gekoppeld is aan een zaaktype.

source: You must select or set up a catalogi service to use.
nl: Je moet een Catalogi API service selecteren of instellen.

source: The specified catalogue does not exist. Maybe you made a typo in the domain or RSIN?
nl: De opgegeven catalogus bestaat niet. Controleer of je een typfout hebt in het domein of het RSIN.

source: Submissions will be deleted
nl: Inzendingen worden verwijderd

source: Sensitive data within the submissions will be deleted
nl: Gevoelige gegevens in de inzendingen worden verwijderd

source: string
nl: Tekst (string)

source: integer
nl: Geheel getal (integer)

source: long
nl: geheel getal (long)

source: boolean
nl: Ja/Nee

source: double
nl: kommagetal (double)

source: The (unique) identifier pointing to a particular decision definition.
nl: De (unieke) identifier voor een beslisdefinitie

source: Human readable name/label identifying the decision definition.
nl: De eenvoudige naam of label van de procesdefinitie.

source: version identifier
nl: Versie-identificatie

source: The (unique) identifier pointing to a particular decision definition version.
nl: De (unieke) identifier voor een beslisdefinitieversie.

source: Textual representation of the definition version.
nl: Tekstweergave van de definitieversie.

source: If no XML can be obtained, the value will be an empty string.
nl: Indien er geen XML beschikbaar is, dan is de waarde een lege string.

source: Unique identifier of the decision table input.
nl: Unieke identificatie van de beslisdefinitie-input.

source: Short description of the input.
nl: Korte omschrijving van de input.

source: expression
nl: expressie

source: Specifies how the value of the input clause is generated. It usually simple references a variable which is available during the evaluation.
nl: Geeft aan hoe de input-waarde bepaald wordt. Meestal refereert dit naar een variabele die beschikbaar is tijdens de evaluatie van de beslisdefinitie.
